Repository: 3838438org/anaconda-1
Catalog: po/*.po
Languages: ast, ro, ta, tr

source: You do not have enough RAM to use the graphical installer. Starting text mode.
ro: Nu aveþi suficientã memorie RAM pentru instalarea în mod grafic. Instalarea se va desfãºura în mod text.
tr: Grafik kip kurulumu için donanýmýnýz yetersiz. Metin kipi kuruluma geçilecek.

source: OK
ast: Aceutar
ta: ºÃ¢
tr: Tamam

source: Unable to probe
ro: Nu -sa putut efectua autodetecþia
tr: Algýlama baþarýsýz

source: Probing for video card:
ro: Testare placã video:
tr: Ekran kartý için algýlama:

source: Probing for video card: %s
tr: Ekran kartý algýlamasý: %s

source: Probing for monitor type:
ro: Detecþie tip monitor:
tr: Monitör türü için algýlama:

source: Probing for monitor type: %s
tr: Monitör türü algýlamasý: %s

source: Probing for mouse type:
ro: Detecþie tip mouse:
tr: Fare türü için algýlama:

source: Probing for mouse type: %s
tr: Fare türü algýlamasý: %s

source: Skipping mouse probe.
tr: Fare algýlamasý atlanýyor.

source: Graphical installation not available for %s installs. Starting text mode.
ro: Instalarea în modul grafic nu este disponibilã pentru tipul de instalare %s. Instalarea se va desfãºura în mod text.
ta: %s ¿¢ÚÅø¸ÙìÌ Å¨ÃÅ¢Âø ¿¢ÚÅ¢ þø¨Ä. ¯¨Ã ÅÊÅõ ¦¾¡¼í¸ôÀÎ¸¢ÈÐ.
tr: %s kurulumlarýnda grafik kipi kurulum yapýlamýyor. Metin kipi kuruluma geçiliyor.

source: No mouse was detected. A mouse is required for graphical installation. Starting text mode.
ro: Nu s-a detectat nici un fel de mouse. Un mouse este necesar pentru instalarea in mod grafic. Instalarea se va desfãºura în mod text.
ta: ±Ä¢¨Â ¸ñÎÀ¢Êì¸ ÓÊÂÅ¢ø¨Ä. Å¨ÃÅ¢Âø ¿¢ÚÅÖìÌ ±Ä¢ §¾¨Å. ¯¨Ã ÅÊÅõ ¦¾¡¼í¸ôÀÎ¸¢ÈÐ.
tr: Bir fare algýlanamadý. Grafik kipte kurulum faresiz olmaz. Metin kipinde kuruluma geçiliyor.

source: Using mouse type:
ro: S-a detectat tipul de mouse:
tr: Kullanýlan fare türü:

source: DISPLAY variable not set. Starting text mode!
tr: DISPLAY deðiþkeni belirlenemedi. Metin kipine geçiliyor!

source: Could not allocate cylinder-based partitions as primary partitions
ro: Aceste tip de partiþie nu poate fi alocat pentru o partiþie primarã
tr: Silindir bazlý disk bölümleri birincil bölümler olarak kullanýlamaz.

source: Could not allocate partitions as primary partitions
ro: Nu s-au putut aloca partiþii primare
tr: Bu bölümler birincil disk bölümü olamýyor.

source: Could not allocate cylinder-based partitions
ro: Acest tip de partiþie nu poate fi alocat (cylinder-based)
ta: ¯Õ¨Ç «ÊôÀ¨¼Â¢Ä¡É Å¸¢÷×¸¨Ç ´Ðì¸ ÓÊÂÅ¢ø¨Ä
tr: Silindir bazlý bölümler kullanýlamýyor

source: Could not allocate partitions
ro: Nu s-au putut aloca partiþii
ta: Å¸¢÷×¸¨Ç ´Ðì¸ ÓÊÂÅ¢ø¨Ä
tr: Bölümleme yapýlamadý

source: Boot partition %s may not meet booting constraints for your architecture. Creation of a boot disk is highly encouraged.
ro: Este posibil ca partiþia de boot %s sã nu poatã fi încãrcatã de acest calculator. Se recomandã crearea unui disk de boot.
tr: Önyükleme bölümü %s mimarinizin gerektirdiði koþullarý saðlayamýyor. Bir açýlýþ disketinin oluþturulmasý kaçýnýlmaz görünüyor.

source: Adding this partition would not leave enough disk space for already allocated logical volumes in %s.
tr: Bu bölümün eklenmesi ile önceden ayrýlmýþ %s mantýksal oylumlarýnda yeterli disk alaný kalmayacaktý.

source: Requested Partition Does Not Exist
ro: Partiþia cerutã nu existã
ta: §¸¡ÃôÀð¼ Å¸¢÷× ­ø¨Ä
tr: Ýstenen Disk Bölümü Mevcut Deðil

source: Unable to locate partition %s to use for %s. Press 'OK' to reboot your system.
tr: %s disk bölümü %s kullanýmý için ayrýlamýyor. 'Tamam' düðmesini seçtiðinizde sistem yeniden baþlatýlacak.

source: Automatic Partitioning Errors
ast: Fallos de partición automática
ta: ¾ýÉ¢Âì¸ Å¸¢÷¾Ä¢ø À¢¨Æ¸û
tr: Otomatik Bölümlendirme Hatalarý

source: The following errors occurred with your partitioning: %s Press 'OK' to reboot your system.
tr: Yaptýðýnýz bölümleme aþaðýdaki hatalarýn oluþmasýna sebep oldu. %s 'Tamam' düðmesine bastýðýnýzda sistem yeniden baþlatýlacaktýr.

source: Warnings During Automatic Partitioning
ast: Avisu durante la partición automática
ro: Avertismente Generate În Timpul Partiþionãrii Automate
ta: ¾ýÉ¢Âì¸ Å¸¢÷¾Ä¢ø ±îºÃ¢ì¨¸¸û
tr: Otomatik Bölümlendirme Sýrasýndaki Uyarýlar

source: Following warnings occurred during automatic partitioning: %s
ast: Durante'l particionamientu automáticu alcontráronse los siguientes avisos: %s
ro: S-au detectat urmãtoarele avertismente în procesul de partiþionare automatã: %s
tr: Otomatik Bölümlendirme sýrasýnda aþaðýdaki uyarýlar alýndý: %s

source: Press 'OK' to reboot your system.
ta: ¸½¢Â¨Áô¨À ÁÚÐÅì¸ 'ºÃ¢'¨Â «ÓìÌ.
tr: Sisteminizi yeniden baþlatmak için 'Tamam' düðmesine týklayýnýz.

source: Error Partitioning
ast: Fallu al particionar
ro: Eroare la partiþionare
ta: Å¸¢÷Å¾¢ø ¾ÅÚ
tr: Hatalý Bölümlendirme

source: Could not allocate requested partitions: %s.%s
ro: Nu s-au putut aloca partiþiile cerute: %s.%s
tr: Ýstenen bölümleme yapýlamadý: %s.%s

source: The following errors occurred with your partitioning: %s This can happen if there is not enough space on your hard drive(s) for the installation. You can choose a different automatic partitioning option, or click 'Back' to select manual partitioning. Press 'OK' to continue.
tr: Bölümlendirme sýrasýnda aþaðýdaki hatalar oluþtu: %s Bu durum genellikle otomatik bölümlendirmenin baþarýmý için yeterli disk alaný olmadýðýnda ortaya çýkar. Kurulumu tamamlayabilmek için bölümlendirmeyi kendiniz yapmanýz gerekecek. Devam etmek için 'Tamam' düðmesine týklayýnýz.

source: Warning
ast: Avisu
ro: Avertisment
ta: ±îºÃ¢ì¨¸
tr: Uyarý

source: Automatic Partitioning sets partitions based on the selected installation type. You also can customize the partitions once they have been created. The manual disk partitioning tool, Disk Druid, allows you to create partitions in an interactive environment. You can set the file system types, mount points, partition sizes, and more. The partitioning tool, fdisk, is a text-based utility only recommended for advanced users who need to perform specialized tasks.
tr: Otomatik bölümlendirme kurulum türüne baðlý olarak farklý yapýlýr. Bu ayarlarý ihtiyaçlarýnýza göre deðiþtirmeniz de mümkündür. Elle bölümlendirme aracý, DiskDruid ile disk bölümlendirmesini etkileþimli olarak yapabilirsiniz. DiskDruid'in görsel arayüzü ile dosya sistemi türü, baðlama noktasý, bölüm boylarý ve daha bir çok özelliði belirleyebilirsiniz. fdisk ise geleneksel, metin tabanlý, kullanýmý zor ancak bazý durumlarda özellikle uzman kullanýcýlar için önerilen bir disk bölümleme aracýdýr.

source: Before automatic partitioning can be set up by the installation program, you must choose how to use the space on hard drives.
ro: Înainte ca partiþionarea automatã sã fie activatã trebuie sã selectaþi cum doriþi sã folosiþi spaþiul pe pe acest calculator.
tr: Otomatik bölümlendirme öncesi, sabit disk alanlarýnýn nasýl kullanýlacaðýný belirtmelisiniz.

source: Remove all partitions on this system
ro: ªterge TOATE partiþiile din acest calculator
ta: þó¾ ¸½¢Â¨ÁôÀ¢ø ¯ûÇ «¨ÉòÐ Å¸¢÷×¸¨ÇÔõ ¿£ìÌ
tr: Tüm disk bölümlerini sil

source: Remove all Linux Partitions on this system
ro: ªterge TOATE Partiþiile Linux din acest calculator
ta: þó¾ ¸½¢Â¨ÁôÀ¢ø ¯ûÇ «¨ÉòÐ Ä¢Éì Å¸¢÷×¸¨ÇÔõ ¿£ìÌ
tr: Tüm Linux disk bölümlerini sil

source: Keep all partitions and use existing free space
ro: Pãstreazã toate partiþiile ºi foloseºte spaþiul liber
ta: ±øÄ¡ Å¸¢÷×¸¨ÇÔõ ¨Åò¾¢Õ, þÕìÌõ ¦ÅüÈ¢¼ò¨¾ ÀÂýÀÎòÐ
tr: Disk bölümlerine dokunma, sadece boþ alaný kullan

source: You have selected to remove all partitions (ALL DATA) on the following drives:%s Are you sure you want to do this?
tr: %s sabit diskindeki tüm disk bölümlerinin kaldýrýlmasýný (TÜM VERÝNÝN SÝLÝNMESÝNÝ) seçtiniz. Böyle yapmak istediðinizden emin misiniz?

source: You have selected to remove all Linux partitions (and ALL DATA on them) on the following drives:%s Are you sure you want to do this?
tr: Aþaðýdaki sürücüler üzerindeki tüm Linux bölümlerinin ve üzerlerindeki TÜM VERÝNÝN SÝLÝNMESÝNÝ seçtiniz:%s Bunu yapmak istediðinize emin misiniz?

source: Bootloader
ast: Xestor d'arranque
ro: Încãrcãtor de sistem
ta: ÐÅì¸§ÁüÈ¢
tr: Önyükleyici

source: Installing bootloader...
ro: Instalare încãrcãtor de sistem...
tr: Önyükleyici kuruluyor...

source: No kernel packages were installed on your system. Your boot loader configuration will not be changed.
ro: Nu s-a instalat nici un kernel pe acest calculator. Configuraþia de boot nu va fi schimbatã.
tr: Sisteminizde yüklü bir çekirdek paketi yok. Önyükleyici yapýlandýrmanýz deðiþtirilmeyecek.

source: Everything
ro: Toate pachetele
ta: «¨ÉòÐõ
tr: Tüm paketler

source: no suggestion
ro: nici o sugestie
ta: ¬§Ä¡º¨É ­ø¨Ä
tr: öneri yok

source: Miscellaneous
ro: Alte Opþiuni
ta: À¢È
tr: Çeþitli

source: This group includes all the packages available. Note that this is substantially more packages than just the ones in all the other package groups on this page.
tr: Bu grup mümkün olan tüm paketleri içerir. Yalnýz dikkat, bu grup, bu sayfadaki tüm paketlerden biraz daha fazlasýný (temel paketleri de) içerir.

source: Choose this group to get the minimal possible set of packages. Useful for creating small router/firewall boxes, for example.
tr: En küçük boyutlu kurulum bu grupla mümkündür. Sistemi sadece yöneltici/güvenlik duvarý gibi az amaçlý kullanacaksanýz bu faydalýdýr.

source: Exception Occurred
ro: S-a detectat o excpeþie în program
ta: ¾Å¦È¡ýÚ §¿÷ó¾Ð
tr: Bir sorun oluþtu

source: Dump Written
ro: Scriere Completã
ta: Dump ±Ø¾ôÀð¼Ð
tr: Yazýldý

source: Your system's state has been successfully written to the floppy. Your system will now be reset.
ro: Starea sistemului a fost scrisã pe dischetã cu succes. Acum se va reseta sistemul.
tr: Sisteminizin durumu diskete kaydedildi. Sistem þimdi yeniden baþlatýlacak.

source: Insert a floppy disk
ta: ¦¿¸¢úÅð¨¼ ¦ºÕÌ
tr: Sürücüye bir disket yerleþtirin.

source: Please remove any diskettes from the floppy drive, and insert the floppy diskette that is to contain the boot disk. All data will be ERASED during creation of the boot disk.
tr: Disket sürücünüzde disket varsa çýkarýp, açýlýþ disketi yapacaðýnýz disketi sürücüye yerleþtiriniz. Açýlýþ disketinin oluþturulmasý sýrasýnda disketteki tüm bilgiyi kaybedeceksiniz.

source: _Cancel
ta: ¿£ìÌ
tr: Ýp_tal

source: _Make boot disk
ta: ÐÅì¸ Åð¨¼ ¯ÕÅ¡ìÌ
tr: _Açýlýþ disketi oluþtur

source: Error
ast: Fallu
ro: Eroare
ta: ¾ÅÚ
tr: Hata

source: An error occurred while making the boot disk. Please make sure that there is a floppy in the first floppy drive.
tr: Açýlýþ disketi oluþturulurken bir hata oluþtu. Birinci disket sürücüsünde bir disketin olup olmadýðýný kontrol ediniz.

source: Creating
ast: Creando
ro: Creare
ta: ¯ÕÅ¡ìÌ¸¢ÈÐ
tr: Yaratýlýyor

source: Creating boot disk...
ro: Creare disk boot...
ta: ÐÅì¸ ¦¿¸¢úÅðÎ ¯ÕÅ¡ì¸ôÀÎ¸¢ÈÐ...
tr: Açýlýþ disketi yaratýlýyor...

source: Checking for Bad Blocks
ro: Verificare Blocuri Defecte
ta: ¦¸ð¼ ¦¾¡Ì¾¢¸Ùì¸¡¸ ºÃ¢À¡÷ì¸ôÀÎ¸¢ÈÐ
tr: Hatalý disk bloklarý için sýnama

source: Checking for bad blocks on /dev/%s...
ro: Verificare blocuri defecte pe /dev/%s...
ta: /dev/%sø ¦¸ð¼ ¸ð¼í¸Ùì¸¡¸ ºÃ¢À¡÷ì¸ôÀÎ¸¢ÈÐ...
tr: /dev/%s üzerinde hatalý disk bloðu sýnamasý yapýlýyor...

source: An error occurred migrating %s to ext3. It is possible to continue without migrating this file system if desired. Would you like to continue without migrating %s?
tr: %s ext3'e dönüþtürülürken bir hata oluþtu. Ýstenirse bu iþlem olmaksýzýn da kuruluma devam edilebilir. %s dönüþtürülmeden kuruluma devam etmek ister misiniz?

source: RAID Device
ast: Preseos RAID
ta: RAID º¡¾Éõ
tr: RAID Aygýtý

source: First sector of boot partition
ast: Primer sector de partición d'aniciu
ro: Primul sector al partiþiei active
ta: ÐÅì¸ Å¸¢÷Å¢ý Ó¾ø À¢Ã¢×
tr: Açýlýþ bölümünün ilk sektörü

source: Master Boot Record (MBR)
ta: ¾¨ÄÂ¡É ÐÅì¸ ²Î (MBR)
tr: Ana Açýlýþ Kaydý (MBR)

source: An error occurred trying to initialize swap on device %s. This problem is serious, and the install cannot continue. Press <Enter> to reboot your system.
tr: %s aygýtý üzerinde takas alaný oluþturulurken bir hata oluþtu. Bu sorun zincirleme baþka sorunlara sebep olabileceðinden kuruluma devam edilemeyecek. Sistem <Enter> tuþuna bastýðýnýzda yeniden baþlatýlacaktýr.

source: Error enabling swap device %s: %s This most likely means this swap partition has not been initialized. Press OK to reboot your system.
ro: Eroare la activarea partiþiei de memorie swap %s: %s În multe cazuri aceasta înseamnã cã partiþia pentru memoria swap nu a fost iniþializatã. Selectaþi OK pentru a reseta sistemul.
tr: Takas aygýtý %s etkinleþtirilirken hata: %s Bunun anlamý bu takas alaný kullanýlamayacak demektir. Sistemi yeniden baþlatmak için Tamam'a týklayýnýz.

source: Bad blocks have been detected on device /dev/%s. We do not recommend you use this device. Press <Enter> to reboot your system
tr: /dev/%s üzerinde hatalý bloklar saptandý. Bu aygýtý kullanmanýz önerilmez. Sistemi yeniden baþlatmak için <Enter> tuþuna basýnýz.

source: An error occurred searching for bad blocks on %s. This problem is serious, and the install cannot continue. Press <Enter> to reboot your system.
tr: %s üzerindeki hatalý bloklarýn sýnanmasý sýrasýnda bir hata oluþtu. Bu hata kuruluma devam edilmesini engelliyor. Sistemi yeniden baþlatmak için <Enter> tuþuna basýnýz.

source: An error occurred trying to format %s. This problem is serious, and the install cannot continue. Press <Enter> to reboot your system.
tr: %s biçemlendirilmeye çalýþýlýrken bir hata oluþtu. Bu sorun kuruluma devam edilmesine engeldir. Sistemi yeniden baþlatmak için <Enter> tuþuna basýnýz.

source: An error occurred trying to migrate %s. This problem is serious, and the install cannot continue. Press <Enter> to reboot your system.
tr: %s dönüþtürülürken bir hata oluþtu. Bu sorun kuruluma devam edilmesine engeldir. Sistemi yeniden baþlatmak için <Enter> tuþuna basýnýz.

source: Invalid mount point
ast: Puntu de montaxe non válidu
ro: Director de montare invalid
ta: ¾Ì¾¢ÂüÈ ²üÈôÒûÇ¢
tr: Hatalý baðlama noktasý

source: An error occurred when trying to create %s. Some element of this path is not a directory. This is a fatal error and the install cannot continue. Press <Enter> to reboot your system.
tr: %s oluþturulmaya çalýþýlýrken bir hata oluþtu. Bu dosya yolunun bazý öðeleri dizin deðil. Bu bir ölümcül hatadýr ve kuruluma devam edilemez. Sistemi yeniden baþlatmak için <Enter> tuþuna basýnýz.

source: An error occurred when trying to create %s: %s. This is a fatal error and the install cannot continue. Press <Enter> to reboot your system.
tr: %s oluþturulmaya çalýþýlýrken bir hata oluþtu: %s. Bu bir ölümcül hatadýr ve kuruluma devam edilemez. Sistemi yeniden baþlatmak için <Enter> tuþuna basýnýz.

source: Error mounting device %s as %s: %s This most likely means this partition has not been formatted. Press OK to reboot your system.
ro: Eroare la montarea partiþiei %s în %s: %s Aceastã eroare poate însemna cã aceastã partiþie nu a fost formatatã. Selectaþi OK pentru a reseta sistemul.
tr: %s aygýtý %s olarak baðlanýrken bir hata oluþtu: %s Bu disk bölümü biçemlendirilmemiþ olabilir. Sistemi yeniden baþlatmak için Enter tuþuna basýnýz.

source: Formatting
ast: Formatiando
ro: Formatare sistem fiºiere
ta: ÅÊÅ¨Áò¾Å¡Ú ...
tr: Biçimlendiriliyor

source: Formatting %s file system...
ta: %s §¸¡ôÀ¨ÁôÒ ÅÊçð¼ôÀÎ¸¢ÈÐ...
tr: %s dosya sistemi biçemlendiriliyor...

source: Fix
ro: Fixeazã
ta: ºÃ¢¦ºö
tr: Düzelt

source: Yes
ast: Sí
ro: Da
ta: ¬õ
tr: Evet

source: No
ast: Non
ro: Nu
ta: ­ø¨Ä
tr: Hayýr

source: Retry
ast: Volver a intentar
ro: Încearcã din nou
ta: Á£ÇÓÂø...
tr: Tekrar dene

source: Ignore
ro: Ignorã
ta: ÒÈì¸½¢
tr: Yoksay

source: Cancel
ast: Encaboxar
ro: Abandon
ta: ¿£ìÌ
tr: Ýptal

source: An unhandled exception has occurred. This is most likely a bug. Please copy the full text of this exception or save the crash dump to a floppy then file a detailed bug report against anaconda at http://bugzilla.redhat.com/bugzilla/
tr: Bir sorun oluþtu. Bu büyük ihtimalle bir yazýlým hatasý. Bu hata sýrasýnda üretilen hata iletisini ya da core dosyasýný bir diskete kopyalayýp,lütfen http://bugzilla.redhat.com/bugzilla adresinden anaconda hakkýnda ayrýntýlý bir hata raporu gönderiniz.

source: Please insert a floppy now. All contents of the disk will be erased, so please choose your diskette carefully.
ro: Introduceþi o nouã dischetã în unitatea de floppy. Întregul conþinut al dischetei va fi ºters, aºa cã alegeþi discheta cu atenþie.
tr: Lütfen sürücüye bir disket yerleþtirin. Disket içindeki tüm veriler silinecektir

source: Online Help
ro: Detalii instalare
ta: ¯¼ÉÊ ¯¾Å¢
tr: Çevrimiçi Yardým

source: Language Selection
ast: Escoyeta de llingües
ro: Selecþie limbã de instalare
ta: ¦Á¡Æ¢ §¾÷×
tr: Dil Seçimi

source: Release Notes
ro: Note de Producþie
ta: ¦ÅÇ¢Â£ðÎì ÌÈ¢ôÒ¸û
tr: Daðýtým Notlarý

source: Unable to load file!
ro: Nu s-a putut încãrca fiºierul!
ta: §¸¡ô¨À ²üÈ ÓÊÂÅ¢ø¨Ä!
tr: Dosya yüklenemedi!

source: Release notes are missing.
ro: Notele de producþie lipsesc.
ta: ¦ÅÇ¢Â£ðÎì ÌÈ¢ôÒ¸û ¸¡½Å¢ø¨Ä.
tr: Daðýtým notlarý bulunamadý.

source: Error!
ast: ¡Fallu!
ta: ¾ÅÚ!
tr: Hata!

source: An error occured when attempting to load an installer interface component.
tr: Kurulum programýnýn bir arabirim elemaný yüklenmeye çalýþýlýrken bir hata oluþtu.

source: _Exit
ast: _Colar
ta: ¦ÅÇ¢î¦ºø
tr: Çý_kýþ

source: _Retry
ast: _Volver a intentar
ta: Á£ÇÓÂø...
tr: _Tekrar dene

source: Rebooting System
ta: ¸½¢Â¨ÁôÒ ÁÚ¦¾¡¼í¸ôÀÎ¸¢ÈÐ
tr: Sistemin Yeniden Baþlatýlmasý

source: Your system will now be rebooted...
ast: Va reaniciase'l sistema...
ta: ¯í¸û ¸½¢É¢ þô¦À¡ØÐ ÁÚ¦¾¡¼í¸ôÀÎõ...
tr: Sisteminiz yeniden baþlatýlacak...

source: _Reboot
ast: _Reaniciar
ta: ÁÚ¦¾¡¼íÌ
tr: Yeniden _Baþlat

source: _Back
ast: _Atrás
ta: À¢ý
tr: _Geri

source: _Next
ast: _Siguiente
ta: «ÎòÐ
tr: Ý_leri

source: _Release Notes
ta: ¦ÅÇ¢Â£ðÎì ÌÈ¢ôÒ¸û
tr: _Daðýtým Notlarý

source: Show _Help
ta: ¯¾Å¢¨Â ¸¡ðÎ
tr: _Yardýmý Göster

source: Hide _Help
ta: ¯¾Å¢¨Â Á¨È
tr: _Yardýmý Kapat

source: _Debug
ast: _Depurar
ta: À¢¨Æ ¿£ìÌ
tr: _Hata Ayýklama

source: %s Installer
ast: Instalador %s
ro: Instalare %s
ta: %s ¿¢Ú×É÷
tr: %s Kurulum Programý

source: %s Installer on %s
ro: Instalare %s pe %s
ta: %sø %s ¿¢Ú×É÷
tr: %s Kurulum Programý %s

source: Unable to load title bar
ast: Nun pudo cargase la barra de títulu
ro: Nu s-a putut încãrca titlul
ta: ¾¨ÄôÒ Àð¨¼¨Â ²üÈ ÓÊÂÅ¢ø¨Ä
tr: Baþlýk çubuðu yüklenemedi

source: Install Window
ast: Instalar ventana
ro: Ecran de Instalare
ta: º¡ÇÃò¨¾ ¿¢Ú×
tr: Kurulum Penceresi

source: Missing CD #%d, which is required for the install.
ro: CD-ul cu numãrul %d lipseºte ºi este necesar pentru continuarea procesului de instalare.
tr: Kurulum için gereken %d. CD eksik.

source: Copying File
ast: Copiando Ficheru
ro: Copiere Fiºier
ta: §¸¡ôÒ ¿¸ø ¦ºöÂôÀÎ¸¢ÈÐ
tr: Dosyalar Kopyalanýyor

source: Transferring install image to hard drive...
ro: Se transferã imaginea de instalare pe hard disc...
ta: ÅýÅðÎìÌ ¿¢ÚÅø ¿¢ÃÖÕÅõ «ÛôÀ ÀÎ¸¢ÈÐ...
tr: Kurulum dosyalarý sabit diske aktarýlýyor..

source: An error occurred transferring the install image to your hard drive. You are probably out of disk space.
ast: Hebo un fallu al tresferir la imaxe d'instalación al discu duru. Dablemente nun tienes espaciu nel discu.
tr: Kurulum dosyalarý sabit diske aktarýlýrken bir hata oluþtu. Bu sorun diskte yer kalmamasýndan kaynaklanabilir.

source: Change CDROM
ro: Schimbã tip CDROM
ta: CDROM³ Á¡üÚ
tr: CDROM'u deðiþtir

source: Please insert disc %d to continue.
ro: Introduceþi discul %d pentru a continua.
ta: þÉ¢ ¦¾¡¼Ã, %d Åð¨¼ ¦º¡Õ¸×õ.
tr: Lütfen %d numaralý CD'yi yerleþtirin.

source: Wrong CDROM
ro: CDROM greºit
ta: ¾ÅÈ¡É CDROM
tr: Hatalý CDROM

source: That's not the correct %s CDROM.
ta: «Ð ºÃ¢Â¡É %s CDROM þø¨Ä.
tr: Bu doðru %s CD'si deðil.

source: The CDROM could not be mounted.
ro: Acest CD nu poate fi citit.
ta: CDROM³ ²üÈ ÓÊÂÅ¢ø¨Ä.
tr: CDROM baðlanamadý.

source: Install on System
ast: Instalar en sistema
ta: ¸½¢Â¨ÁôÀ¢ø ¿¢Ú×
tr: Sistemde Kurulum

source: Hostname must start with a valid character in the range 'a-z' or 'A-Z'
tr: Makina ismi bir harf ile baþlamalýdýr. Türkçeye özgü harfleri kullanmayýnýz.

source: Hostnames can only contain the characters 'a-z', 'A-Z', '-', or '.'
tr: Makina isimleri harfler, '-' ve '.' karaterlerini içerebilir. Türkçeye özgü harfleri kullanmayýnýz.

source: Proceed with upgrade?
ast: ¿Quies siguir col anovamientu?
ro: Doriþi sã continuaþi cu actualizarea?
ta: §Á§ÄüÈò¨¾ ¦¾¡¼ÃÅ¡?
tr: Güncellemeye devam edilsin mi?

source: The file systems of the Linux installation you have chosen to upgrade have already been mounted. You cannot go back past this point.
ast: Los sistemes de ficheros de la instalación de Linux qu'escoyisti p'anovar yá tán montaos. Nun puedes retroceder una vegada pasáu esti puntu.
tr: Güncellenmesini istediðiniz Linux kurulumunun bulunduðu dosya sistemi zaten baðlý. Bu noktadan daha geriye gidilemez.

source: Would you like to continue with the upgrade?
ast: ¿Prestaríate siguir col anovamientu?
ro: Doriþi sã vã continuaþi cu actualizarea instalãrii (Upgrade)?
ta: §Á§ÄüÈò¨¾ ¦¾¡¼ÃÅ¡?
tr: Güncellemeye devam etmek istiyor musunuz?

source: Reading
ro: Citire
ta: Å¡º¢ì¸ÈÐ
tr: Okunuyor

source: Reading package information...
ro: Se încarcã informaþiile despre pachete...
ta: ¦À¡¾¢Â¢ý ¾¸Åø ÀÊì¸ôÀÎ¸¢ÈÐ...
tr: Paket bilgisi okunuyor...

source: Dependency Check
ast: Comprobación de les dependencies
ro: Verificare lanþ de dependinþe
ta: º¡÷Ò¸¨Çî ºÃ¢À¡÷
tr: Baðýmlýlýk Denetimi

source: Checking dependencies in packages selected for installation...
ro: Se verificã satisfacerea lanþului de dependinþe pentru pachetele alese pentru instalare...
tr: Kurulumdaki paketlerdeki baðýmlýlýklar denetleniyor...

source: Processing
ro: Procesare
ta: ­ÂíÌ¸¢ÈÐ
tr: Ýþleniyor

source: Preparing to install...
ro: Pregãtire pentru instalare...
ta: ¿¢ÚÅò ¾Â¡Ã¡¸¢ÈÐ...
tr: Kuruluma hazýrlýk yapýlýyor...

source: The file %s cannot be opened. This is due to a missing file, a bad package, or bad media. Press <return> to try again.
ro: Fiºierul %s nu poate fi citit. Aceastã eroare are ca posibile cauze lipsa fiºierului, un pachet cu erori sau o eroare la citire de pe suportul de instalare. Apãsaþi Enter pentru a încerca din nou.
tr: %s dosyasý açýlamýyor. Bu, bir eksik dosya, bir hatalý paket ya da hatalý bir ortamdan kaynaklanabilir. Tekrar denemek için <enter> tuþuna basýnýz.

source: Error Installing Package
ast: Fallu instalando paquete
ro: Eroare la Instalare Pachet
ta: ¦À¡¾¢¨Â ¿¢Ú×Å¾¢ø ¾ÅÚ
tr: Paketler Kurulumunda Hata

source: There was an error installing %s. This can indicate media failure, lack of disk space, and/or hardware problems. This is a fatal error and your install will be aborted. Please verify your media and try your install again. Press the OK button to reboot your system.
ro: S-a detectat o eroare la instalarea %s. Aceastã eroare poate indica eroare la citire de pe suportul de instalare, lipsa de spaþiu pe discul în care se face instalarea sau alte tipuri de erori hardware. Aceastã eroare este fatalã ºi programul de instalare nu poate continua. Vã rugãm sã verificaþi suportul de instalare ºi sã incercaþi instalarea din nou. Selectaþi OK pentru a reseta sistemul.
tr: %s kurulurken bir hata oluþtu. Bu, bir ortam bozulmasý, yetersiz disk alaný ya da bir donaným hatasý sonucunda ortaya çýkabilir. Bu ölümcül bir hatadýr ve kuruluma devam edilemez. Lütfen disk ve CD'leri denetledikten sonra kurulumu tekrar deneyin. Sistemi yeniden baþlatmak için 'Tamam' düðmesine týklayýn.

source: Setting up RPM transaction...
ro: Se creazã tranzacþia RPM...
ta: RPM ÀÃ¢Á¡üÈõ «¨Áì¸ôÀÎ¸¢ÈÐ...
tr: RPM iþlemleri ayarlanýyor...

source: Upgrading %s packages
ro: Actualizare pachet %s.
ta: %s ¦À¡¾¢¸û §Á§ÄüÈôÀÎ¸¢ÈÐ
tr: %s paketleri güncelleniyor.

source: Installing %s packages
ro: Instalare %s pachete
ta: %s ¦À¡¾¢¸û ¿¢ÚÅôÀÎ¸¢ÈÐ
tr: %s paketleri kuruluyor
