Repository: 3838438org/anaconda-1
Catalog: po/*.po
Languages: ast, ro, ta, tr

source: Arrange the drives to be in the same order as used by the BIOS. Changing the drive order may be useful if you have multiple SCSI adapters or both SCSI and IDE adapters and want to boot from the SCSI device. Changing the drive order will change where the installation program locates the Master Boot Record (MBR).
tr: Lütfen sürücülerin sýralamasýný BIOS'un saptadýðý gibi yapýnýz. Bu, çok sayýda SCSI ya da hem SCSI hem de IDE baðdaþtýrýcýyý birlikte kullanýyorsanýz ve sistemi bir SCSI aygýtý ile açmak istiyorsanýz kullanýþlýdýr. Sürücülerin sýrasýný deðiþtirirseniz, ana önyükleme kaydýnýn (MBR) yerini deðiþtirmiþ olacaksýnýz.

source: About to Install
ro: Programul de instalare este gata de pornire
ta: ¿¢ÚÅø ¬¸Å¢Õì¸¢ÈÐ
tr: Kuruluma Baþlanýyor

source: Click next to begin installation of %s.
ro: Avansaþi la urmãtorul ecran pentru a începe instalarea %s
ta: %s ¿¢ÚÅ¨Ä ÐÅì¸ "«Îò¾" ¦À¡ò¾¡¨É ¦º¡ÎìÌ.
tr: %s kurulumuna baþlamak için Ýleri'ye týklayýn.

source: A complete log of the installation can be found in the %s file after rebooting your system. A kickstart file containing the installation options selected can be found in the %s file after rebooting the system.
tr: Kurulum sýrasýnda tutulan günlük kayýtlarýný sisteminizi yeniden baþlattýðýnýzda %s dosyasýnda bulabilirsiniz. Kurulumda seçilen seçenekleri içeren kickstart dosyasýný da sisteminizi yeniden baþlattýðýnýzda %s dosyasý olarak bulabilirsiniz.

source: About to Upgrade
ro: Actualizarea Începe
ta: §Á§ÄüÈõ ¬¸Å¢Õì¸¢ÈÐ
tr: Güncellemeye Baþlanýyor

source: Click next to begin upgrade of %s.
ro: Avansaþi la urmãtorul ecran pentru a începe actualizarea %s
ta: %s §Á§ÄüÈò¨¾ ÐÅì¸ "«Îò¾" ¦À¡ò¾¡¨É ¦º¡ÎìÌ.
tr: %s güncellemesine baþlamak için Ýleri'ye týklayýn.

source: A complete log of the upgrade can be found in the %s file after rebooting your system.
tr: Güncelleme sýrasýnda tutulan günlük kayýtlarýný sisteminizi yeniden baþlattýðýnýzda %s dosyasýnda bulabilirsiniz.

source: Congratulations
ast: Norabona
ro: Felicitãri
ta: Å¡úòÐì¸û
tr: Kutlarýz

source: If you created a boot diskette to boot the system, insert it before rebooting.
tr: Sisteminizi açmak için bir açýlýþ disketi oluþturduysanýz, sistemi yeniden baþlatmadan önce bu disketi sürücüye yerleþtiriniz.

source: Congratulations, the installation is complete. Remove any installation media (diskettes or CD-ROMs) used during the installation. %sFor information on Errata (updates and bug fixes), visit: http://www.redhat.com/errata/ For information on automatic updates through Red Hat Network, visit: http://rhn.redhat.com/ For information on using and configuring the system, visit: http://www.redhat.com/docs/ http://www.redhat.com/apps/support/ To register the product for support, visit: http://www.redhat.com/apps/activate/ Click 'Exit' to reboot the system.
tr: Tebrikler, kurulum tamamlandý. Kurulum sýrasýnda kullanýlan disket, CD gibi kurulum ortamlarýný kaldýrýnýz. %sSon dakika haberleri için (güncelleme ve düzeltmeler) http://www.redhat.com/errata/ adresini ziyaret edebilirsiniz. Red Hat Aðý (RHN) üzerinden otomatik güncelleme bilgilerini öðrenmek için http://rhn.redhat.com/ adresini ziyaret edebilirsiniz. Sisteminizi yapýlandýrmak ve kullanmak için ek bilgilere ihtiyaç duyarsanýz http://www.redhat.com/docs/ http://www.redhat.com/apps/support/ adreslerini ziyaret edebilirsiniz. Kutulu Red Hat daðýtýmý satýnlamýþsanýz http://www.redhat.com/apps/activate/ adresinde kaydettirebilirsiniz. Sistemi yeniden baþlatmak için 'Çýkýþ'a týklayýnýz.

source: Unresolved Dependencies
ro: Dependinþe nerezolvate
ta: ¿¢¨È¦ºöÂôÀ¼¡ º¡÷Ò¸û
tr: Çözülemeyen Paket Gerekliliði

source: Total install size: %s
ro: Mãrimea instalatã totalã: %s
ta: ¦Á¡ò¾ ¿¢ÚÅø «Ç×: %s
tr: Toplam kurulum boyutu: %s

source: Package
ro: Pachet
ta: ¦À¡¾¢
tr: Paket

source: Requirement
ro: Dependinþã
ta: §¾¨Å
tr: Gereksinim

source: _Install packages to satisfy dependencies
ta: º¡÷Ò¸¨Ç ¿¢¨È§ÅüÈ ¦À¡¾¢¸¨Ç ¿¢Ú×
tr: Gereklilikleri gözönüne alarak paketleri _kur

source: _Do not install packages that have dependencies
ta: º¡÷Ò¸û ¯ûÇ ¦À¡¾¢¸¨Ç ¿¢ÚÅ¡§¾
tr: Baðýmlýlýklarý olan paketleri kur_MA

source: I_gnore package dependencies
ta: ¦À¡¾¢ º¡÷Ò¸¨Ç ÒÈì¸½¢
tr: Paket baðýmlýlýklarýný _Yoksay

source: Workstation Defaults
ta: À½¢¿¢¨ÄÂ ¦¸¡¼¡¿¢¨Ä¸û
tr: Ýþistasyonu Öntanýmlýlarý

source: Workstation
ta: À½¢¿¢¨ÄÂõ
tr: Ýþistasyonu

source: The default workstation environment includes our recommendations for new users, including: Desktop shell (GNOME) Office suite (OpenOffice) Web browser (Mozilla) Email (Evolution) Instant messaging Sound and video applications Games Software Development Tools Administration Tools After installation, additional software can be added or removed using the 'redhat-config-package' tool. If you are familiar with %s, you may have specific packages you would like to install or avoid installing. Check the box below to customize your installation.
tr: Yeni kullanýcýlar için iþistasyonu ortamý önerilerimiz: Masaüstü ortamý (GNOME) Ofis paketi (OpenOffice) Web istemci (Mozilla) Eposta istemci (Evolution) ICQ Ses ve video uygulamalarý Oyunlar Yazýlým Geliþtirme Araçlarý Yönetim Araçlarý Kurulumdan sonra 'redhat-config-package' uygulamasýný kullanarak yeni paketler ekleyebilir ya da mevcutlarý kaldýrabilirsiniz. %s tecrübeniz varsa, istediðiniz paketleri kendiniz de seçebilirsiniz Kurulumunuzu özelleþtirmek isterseniz aþaðýdaki onay kutusunu iþaretleyin.

source: Personal Desktop
ta: ¾É¢ôÀÂý §Á¨º
tr: Kiþisel Masaüstü

source: Personal Desktop Defaults
ta: ¾É¢ôÀÂý §Á¨º ¦¸¡¼¡¿¢¨Ä¸û
tr: Kiþisel Masaüstü Öntanýmlýlarý

source: The default personal desktop environment includes our recommendations for new users, including: Desktop shell (GNOME) Office suite (OpenOffice) Web browser (Mozilla) Email (Evolution) Instant messaging Sound and video applications Games After installation, additional software can be added or removed using the 'redhat-config-package' tool. If you are familiar with %s, you may have specific packages you would like to install or avoid installing. Check the box below to customize your installation.
tr: Yeni kullanýcýlar için kiþisel masaüstü ortamý önerilerimiz: Masaüstü ortamý (GNOME) Ofis paketi (OpenOffice) Web istemci (Mozilla) Eposta istemci (Evolution) ICQ Ses ve video uygulamalarý Oyunlar Kurulumdan sonra 'redhat-config-package' uygulamasýný kullanarak yeni paketler ekleyebilir ya da mevcutlarý kaldýrabilirsiniz. %s tecrübeniz varsa, istediðiniz paketleri kendiniz de seçebilirsiniz Kurulumunuzu özelleþtirmek isterseniz aþaðýdaki onay kutusunu iþaretleyin.

source: If you would like to change the default package set to be installed you can choose to customize this below.
tr: Öntanýmlý paket gruplarýný deðiþtirmek isterseniz bunlarý aþaðýda belirleyebilirsiniz.

source: _Accept the current package list
ta: ¾ü§À¡¨¾Â ¦À¡¾¢ôÀðÊ¨Â ²üÚì¦¸¡û
tr: Mevcut paket listesi _kabul

source: _Customize the set of packages to be installed
ta: ¿¢ÚÅôÀ¼§ÅñÊÂ ¦À¡¾¢ò¦¾¡Ìô¨À ¾É¢ôÀÂÉ¡ìÌ
tr: _Kurulacak paketlerin seçiminin özelleþtirilmesi

source: Drive
ta: ­Âì¸¢
tr: Sürücü

source: Size
ro: Mãrime
ta: «Ç×
tr: Boy

source: Upgrade Examine
ast: Desaminar l'anovamientu
ro: Examinare Actualizare
ta: §Á§ÄüÈò¨¾ ÀÃ¢º£Ä¢
tr: Güncelleme Araþtýrýlýyor

source: You don't have any Linux partitions. You can't upgrade this sytem!
ro: Acest calculator nu are nici o partiþie Linux. Actualizarea nu este posibilã!
tr: Diskinizde hiç Linux bölümü yok. Bu sistem güncellenemez!

source: Please select the device containing the root filesystem:
ro: Selectaþi partiþia care conþine systemul de fiºiere rãdãcinã:
tr: Kök bölümünü tutan aygýtý seçin:

source: Upgrading the %s installation on partition /dev/%s
ro: Se actualizeazã instalarea de %s de pe partiþia /dev/%s
tr: %s kurulumu /dev/%s de güncelleniyor

source: _Customize packages to be upgraded
ta: §Á§ÄüÈ§ÅñÊÂ ¦À¡¾¸¨Ç ¾É¢ôÀÂÉ¡ìÌ
tr: _Güncellenecek paketlerin seçimi

source: Select drive to run fdasd on
ta: fdasd µð¼ôÀ¼ §ÅñÊÂ þÂì¸¢¨Â §¾÷ó¦¾Î
tr: fdasd çalýþtýrýlacak sürücüyü seçin

source: Partitioning with fdisk
ta: fdisk¯¼ý Å¸¢÷¾ø
tr: fdisk ile bölümlendirme

source: Select a drive to partition with fdisk:
ta: fdisk¯¼ý Å¸¢ÃôÀ¼§ÅñÊÂ þÂì¸¢¨Â §¾÷ó¦¾Î
tr: fdisk ile bölümlendirilecek diski seçin:

source: Firewall Configuration
ro: Configurare Firewall
ta: ¦¿ÕôÒîÍÅ÷ ÅÊÅ¨ÁôÒ
tr: Güvenlik Duvarý Yapýlandýrmasý

source: Invalid port given: %s. The proper format is 'port:protocol', where port is between 1 and 65535, and port is either 'tcp' or 'udp'. For example, '1234:udp'
tr: Geçersiz port verildi: %s. Doðru biçem 'port:protokol' þeklindedir. Burada port 1 ile 65535 arasýnda bir sayý ve port da ya 'tcp' ya da 'udp' olmalýdýr. Örneðin: '1234:udp'

source: Warning: Bad Token
ta: ±îºÃ¢ì¨¸: ¦¸ð¼ Å¢ø¨Ä
tr: Uyarý: Dizgecik Hatalý

source: Select a security level for the system:
ta: ¸½¢Â¨ÁôÀ¢ý À¡Ð¸¡ôÒ «Ç¨Å §¾÷ó¦¾Î
tr: Sisteminiz için bir güvenlik seviyesi belirtin:

source: Hi_gh
ta: ¯Â÷ó¾
tr: _Yüksek

source: _Medium
ta: ­¨¼¿¢¨Ä
tr: _Orta

source: N_o firewall
ta: ¦¿ÕôÒîÍÅ÷ þø¨Ä
tr: Güvenlik duvarý yo_k

source: Use _default firewall rules
ta: ¦¿ÕôÒîÍÅÃ¢ý ¦¸¡¼¡¿¢¨Ä Å¢¾¢Ó¨È¸¨Ç ¯À§Â¡¸¢
tr: Ö_ntanýmlý güvenlik duvarý kurallarý kullanýlsýn

source: _Customize
ta: ¾É¢ôÀÂÉ¡ìÌ
tr: Ö_zelleþtir

source: _Trusted devices:
ta: ¿õÀ¸Á¡É º¡¾Éí¸û:
tr: _Güvenilen aygýtlar:

source: _Allow incoming:
ta: ¯ûÅÃ¨Å «ÛÁ¾¢:
tr: Gelene _izin ver:

source: Other _ports:
ta: ÁüÈ Ó¸ôÒ¸û:
tr: _Diðer portlar:

source: Installation Type
ro: Tip instalare
ta: ¿¢ÚÅø Å¨¸
tr: Kurulum Türü

source: IP Address is missing
ta: IP Ó¸ÅÃ¢¨Â ¸¡½Å¢ø¨Ä
tr: IP Adresi eksik

source: IP Addresses must contain numbers between 1 and 255
ta: IP Ó¸ÅÃ¢¸û 1ìÌõ 255ìÌõ þ¨¼ôÀð¼ ±ñ¸¨Ç ¦¸¡ñÊÕì¸§ÅñÎõ
tr: IP adresleri 1 ile 255 arasýndaki sayýlardan oluþabilir.

source: IP Addresses must contain numbers between 0 and 255
ta: IP Ó¸ÅÃ¢¸û 0ìÌõ 255ìÌõ þ¨¼ôÀð¼ ±ñ¸¨Ç ¦¸¡ñÊÕì¸§ÅñÎõ
tr: IP adresleri 0 ile 255 arasýndaki sayýlardan oluþabilir.

source: What language would you like to use during the installation process?
ast: ¿Qué llingua quies usar na instalación?
ro: Ce limbã doriþi sã folosiþi în timpul rulãrii programului de instalare?
ta: ¿¢ÚÅÄ¢ý§À¡Ð ±ó¾ ¦Á¡Æ¢¨Â ¯À§Â¡¸¢ì¸ Å¢ÕõÒ¸¢È£÷¸û?
tr: Kurulum sýrasýnda hangi dili kullanmak istiyorsunuz?

source: Additional Language Support
ro: Suport pentru Alte Limbi
ta: ÜÎ¾ø ¦Á¡Æ¢ ¬¾Ã×
tr: Ek Dil Desteði

source: Select the _default language for the system:
ta: ¸½¢Â¨ÁôÒì¸¡É ¦¸¡¼¡¿¢¨Ä ¦Á¡Æ¢¨Â §¾÷ó¦¾Î
tr: Sistem ö_ntanýmlý dilini seçiniz:

source: Select _additional languages to install on the system:
ta: ¸½¢Â¨ÁôÀ¢ø ¿¢ÚÅ§ÅñÊÂ ÜÎ¾ø ¦Á¡Æ¢¸¨Ç §¾÷ó¦¾Î
tr: Bu sistemde kullanacaðýnýz _ek dilleri seçiniz:

source: _Select All
ta: «¨ÉòÐõ §¾÷× ¦ºö
tr: _Hepsini Seç

source: Select Default _Only
ta: ¦¸¡¼¡¿¢¨Ä¨Â ÁðÎõ §¾÷ó¦¾Î
tr: Sadece Ö_ntanýmlýyý Seç

source: Rese_t
ta: ¿¢¨ÄÁ£û
tr: _Sýfýrla

source: Not enough space
ast: Nun hai enforma espaciu
ta: §À¡ÐÁ¡É þ¼õ ­ø¨Ä
tr: Alan yetersiz

source: The physical extent size cannot be changed because otherwise the space required by the currently defined logical volumes will be increased to more than the available space.
ast: El tamañu de la estensión física nun puede camudase porque l'espaciu requeríu polos volúmenes lóxicos anguaño definíos va aumentase a más que l'espaciu disponible.
tr: Mevcut tanýmlý mantýksal bölümler için gereken alan mümkün alandan daha fazla artacaðýndan fiziksel ekin boyutu deðiþtirilemez.

source: Confirm Physical Extent Change
ast: Confirmar cambéu de la estensión física
ta: ÀÕ¿¢¨Ä «Ç× Á¡üÈò¨¾ ¯Ú¾¢¦ºö
tr: Fiziksel Ek Deðiþikliði Onayý

source: This change in the value of the physical extent will require the sizes of the current logical volume requests to be rounded up in size to an integer multiple of the physical extent. This change will take affect immediately.
tr: Fiziksel ekin deðerindeki bu deðiþiklik, mevcut mantýksal oylum isteklerinin fiziksel ekin tam katlarý seviyesinde yuvarlanmasýný gerektirecektir. Bu deðiþiklik anýnda etkisini gösterecektir.

source: C_ontinue
ast: C_ontinuar
tr: _Devam

source: The physical extent size cannot be changed because the value selected (%10.2f MB) is larger than the smallest physical volume (%10.2f MB) in the volume group.
tr: Seçilen deðer (%10.2f MB), oylum grubundaki en küçük fiziksel oylumdan (%10.2f MB) daha büyük olduðundan fiziksel ekin boyutu deðiþtirilemez.

source: Too small
ast: Mui pequeñu
ta: Á¢¸ º¢È¢ÂÐ
tr: Çok küçük

source: This change in the value of the physical extent will waste substantial space on one or more of the physical volumes in the volume group.
ast: Esti cambéu nel valor de la estensión física perderá l'espaciu substancial nún o más de los volúmenes físicos nel grupu de volume.
tr: Fiziksel ekin deðerindeki bu deðiþiklik, oylum grubundaki bir ya da daha fazla fiziksel oylumun mevcut alanýnýn tamamýna yakýnýný kullanýþsýz yapacaktýr.

source: The physical extent size cannot be changed because the resulting maximum logical volume size (%10.2f MB) is smaller than one or more of the currently defined logical volumes.
ast: El tamañu de la estensión física nun se puede camudar porque'l tamañu máximu resultante del volume lóxicu (%10.2f MB) ye más pequeñu qu'un o más de los volúmenes lóxicos anguaño definíos.
tr: Sonuçlanan en büyük mantýksal oylum boyutu (%10.2f MB) þu anda tanýmlý olan mantýksal oylumlarýn bir ya da daha fazlasýndan daha küçük olacaðýndan fiziksel ek boyutunu deðiþtiremezsiniz.

source: You cannot remove this physical volume because otherwise the volume group will be too small to hold the currently defined logical volumes.
ast: Nun puedes quitar esti volume físicu porque'l grupu de volume sedrá enforma pequeñu pa caltener los volúmenes lóxicos anguaño definíos.
tr: Oylum grubu, tanýmlý mevcut mantýksal oylumlarý tutmak için çok küçük kalacaðýndan bu fiziksel oylumu silemezsiniz.

source: Make Logical Volume
ast: Crear volume lóxicu
ta: ²Ã½ò ¦¾¡Ì¾¢¨Â ¯ÕÅ¡ìÌ
tr: Mantýksal Oylum Yap

source: Edit Logical Volume: %s
ast: Editar volume lóxicu: %s
ta: ²Ã½ò ¦¾¡Ì¾¢¨Â ¦¾¡Ì: %s
tr: Mantýksal Oylumu Düzenle: %s

source: Edit Logical Volume
ta: ²Ã½ò ¦¾¡Ì¾¢¨Â ¦¾¡Ì
tr: Mantýksal Oylumu Düzenle

source: _Mount Point:
ast: _Puntu de montaxe:
ta: ²üÈô ÒûÇ¢
tr: _Baðlama Noktasý:

source: _File System Type:
ast: _Triba de sistema de ficheros:
ta: §¸¡ôÀ¨ÁôÒ Å¨¸:
tr: _Dosya Sistemi Türü:

source: Original File System Type:
ast: Triba de ficheru de sistema orixinal:
ta: ãÄ §¸¡ôÀ¨ÁôÒ Å¨¸:
tr: Orjinal Dosya Sistemi Türü:

source: Unknown
ro: Necunoscut
ta: ¦¾Ã¢Â¡¾Ð
tr: Bilinmiyor

source: _Logical Volume Name:
ast: _Nome de volume lóxicu:
ta: ²Ã½ò ¦¾¡Ì¾¢Â¢ý ¦ÀÂ÷:
tr: _Mantýksal Oylum Ýsmi:

source: Logical Volume Name:
ast: Nome de volume lóxicu:
ta: ²Ã½ò ¦¾¡Ì¾¢Â¢ý ¦ÀÂ÷:
tr: Mantýksal Oylum Ýsmi:

source: _Size (MB):
ast: _Tamañu (MB)
ta: «Ç× (MB)
tr: _Boy (MB):

source: Size (MB):
ast: Tamañu (MB)
ro: Mãrime (MB):
ta: «Ç× (MB)
tr: Boy (MB):

source: (Max size is %s MB)
ast: (Tamañu máximu ye %s MB)
ta: (¦ÀÕÁ «Ç× %s MB)
tr: (Mümkün boyut %s MB)

source: Illegal size
ast: Tamañu illegal
ta: ¾ÅÈ¡É «Ç×
tr: Geçersiz boyut

source: The requested size as entered is not a valid number greater than 0.
ast: El tamañu necesariu como s'introduxo nun ye un númberu válidu mayor de 0.
ta: §¸¡ÃôÀð¼ «Ç× 0ìÌ §ÁüÀð¼ ºÃ¢Â¡É ±ñ½¡¸ þø¨Ä.
tr: Girilen deðer geçerli bir pozitif sayý deðil.

source: Mount point in use
ast: Puntos de montaxe n'usu
ta: ÀÂÉ¢ø ¯ûÇ ²üÈô ÒûÇ¢
tr: Baðlama noktasý kullanýmda

source: The mount point "%s" is in use, please pick another.
ta: "%s" ±ýÈ ²üÈô ÒûÇ¢ ÀÂÉ¢ø ¯ûÇÐ, §Å¦È¡É¨È §¾÷ó¦¾Îì¸×õ.
tr: Ýstenen baðlama noktasý "%s" kullanýmda, lütfen baþka baðlama noktasý seçin.

source: Illegal Logical Volume Name
ast: Nome de volume lóxicu illegal
ta: ¾ÅÈ¡É ²Ã½ò ¦¾¡Ì¾¢Â¢ý ¦ÀÂ÷
tr: Kuraldýþý Mantýksal Oylum Ýsmi

source: Illegal logical volume name
ast: Nome de volume lóxicu illegal
ta: ¾ÅÈ¡É ²Ã½ò ¦¾¡Ì¾¢Â¢ý ¦ÀÂ÷
tr: Mantýksal oylum ismi uygun deðil

source: The logical volume name "%s" is already in use. Please pick another.
ast: El nome de volume lóxicu "%s" yá ta n'usu. Escueyi otru.
ta: "%s" ±ýÈ ²Ã½ò¦¾¡Ì¾¢ ¦ÀÂ÷ ÀÂÉ¢ø ¯ûÇÐ, §Å¦È¡É¨È §¾÷ó¦¾Îì¸×õ.
tr: Mantýksal oylum ismi "%s" kullanýmda. Lütfen baþka bir isim belirtin.

source: The current requested size (%10.2f MB) is larger than maximum logical volume size (%10.2f MB). To increase this limit you can increase the Physical Extent size for this Volume Group.
tr: Ýstenen boyut (%10.2f MB) mümkün mantýksal oylum boyutundan (%10.2f MB) daha büyük. Bu sýnýrý arttýrmak için bu Oylum Grubu için gereken Fiziksel Ekin boyutunu arttýrabilirsiniz.

source: Error With Request
ast: Fallu col pedíu
ro: Eroare la procesare
ta: §ÅñÎ§¸¡Ç¢ø ¾ÅÚ
tr: Ýstek hataya yol açtý

source: The logical volumes you have configured require %g MB, but the volume group only has %g MB. Please either make the volume group larger or make the logical volume(s) smaller.
tr: Yapýlandýdýðýnýz mantýksal oylumlar %g MB gerektiriyor, halbuki oylum grubu sadece %g MB. Lütfen ya oylum grubunu büyütün ya da mantýksal oylumlarý küçültün.

source: No free slots
ast: Nun hai ranures llibres
ta: ¦ÅüÚ Ð¨Ç¸û þø¨Ä
tr: Serbest yuva yok

source: You cannot create more than %s logical volumes per volume group.
ta: ´Õ ¦¾¡Ì¾¢ìÌØÅ¢ø %sìÌ §ÁüÀð¼ ²Ã½ò¦¾¡Ì¾¢¸¨Ç ¯ÕÅ¡ì¸ÓÊÂ¡Ð.
tr: Bir oylum grubunda %s mantýksal oylumdan fazlasý oluþturulamaz.

source: No free space
ast: Nun hai espaciu disponible
ta: ¦ÅüÈ¢¼õ þø¨Ä
tr: Boþ alan yok

source: There is no room left in the volume group to create new logical volumes. To add a logical volume you will need to reduce the size of one or more of the currently existing logical volumes
tr: Oylum grubunda yeni mantýksal oylumlar oluþturulabilecek yer yok. Bir mantýksal oylum eklemek için bir ya da daha fazla mevcut mantýksal bölümün boyutunu küçültmeniz gerekiyor.

source: Are you sure you want to Delete the logical volume "%s"?
ta: "%s" ±ýÈ ²Ã½ò¦¾¡Ì¾¢¨Â ¿¢îºÂÁ¡¸ «Æ¢ì¸Å¡?
tr: "%s" mantýksal oylumunu Silmek istediðinizden emin misiniz?

source: Invalid Volume Group Name
ast: Nome de volume de grupu non válidu
ta: ¾Ì¾¢ÂüÈ ¦¾¡Ì¾¢ ÌØ ¦ÀÂ÷
tr: Geçersiz Oylum Grubu Ýsmi

source: Name in use
ast: Nome n'usu
ta: ¦ÀÂ÷ ÀÂÉ¢ø ¯ûÇÐ
tr: Ýsim kullanýmda

source: The volume group name "%s" is already in use. Please pick another.
ast: El nome de volume de grupu "%s" yá ta n'usu. Escueyi otru.
ta: "%s" ±ýÈ ¦¾¡Ì¾¢ ÌØ ¦ÀÂ÷ ÀÂÉ¢ø ¯ûÇÐ, §Å¦È¡É¨È §¾÷ó¦¾Îì¸×õ.
tr: Oylum grubu ismi "%s" kullanýmda, lütfen baþka bir isim seçin.

source: Not enough physical volumes
ast: Nun hai suficiente espaciu físicu
ta: ÀÕ¿¢¨Ä ¦¾¡Ì¾¢¸û §À¡¾Å¢ø¨Ä
tr: Yeterli fiziksel oylum yok

source: At least one unused physical volume partition is needed to create an LVM Volume Group. Create a partition or RAID array of type "physical volume (LVM)" and then select the "LVM" option again.
ast: Polo menos ye necesariu un volume de partición física non usaú pa criar un grupu de volume LVM. Cria una partición o un array de RAID de la triba "physical volume (LVM)" y dempués seleiciona la opción "LVM" otra vegada.
tr: Bir LVM Oylum Grubunu oluþturmak için en azýndan bir kullanýlmamýþ fiziksel oylum bölümü gerekiyor. Öncelikle "fiziksel oylum (LVM)" türünde bir RAID dizisi ya da disk bölümü oluþturmalý, ondan sonra "LVM" seçeneðine gelmelisiniz.

source: Make LVM Volume Group
ast: Facer LVM Grupu de volume
ta: LVM ¦¾¡Ì¾¢ìÌØ¨Å ¯ÕÅ¡ìÌ
tr: LVM Oylum Grubu Oluþtur

source: Edit LVM Volume Group: %s
ast: Editar grupu de volume LVM: %s
ta: LVM ¦¾¡Ì¾¢ìÌØ¨Å ¦¾¡Ì: %s
tr: Düzenlenecek LVM Oylum Grubu: %s

source: Edit LVM Volume Group
ast: Editar grupu de volume LVM
ta: LVM ¦¾¡Ì¾¢ìÌØ¨Å ¦¾¡Ì:
tr: LVM Oylum Grubunu Düzenle

source: _Volume Group Name:
ast: Nome Grupu de _volume:
ta: ¦¾¡Ì¾¢ìÌØ ¦ÀÂ÷:
tr: _Oylum Grubu Ýsmi:

source: Volume Group Name:
ast: Nome de grupu de volume:
ta: ¦¾¡Ì¾¢ìÌØ ¦ÀÂ÷:
tr: Oylum Grubu Ýsmi:

source: _Physical Extent:
ast: Estensión física:
ta: ÀÕ¿¢¨Ä «Ç×:
tr: _Fiziksel Ek:

source: Physical Extent:
ta: ÀÕ¿¢¨Ä «Ç×:
tr: Fiziksel Ek:

source: Physical Volumes to _Use:
ast: Volume físicu a _Usar:
ta: ÀÂýÀÎò¾ §ÅñÊÂ ÀÕ¿¢¨Ä ¦¾¡Ì¾¢:
tr: Kullanýmdaki Fiziksel _Oylumlar:

source: Used Space:
ast: Espaciu usáu:
ta: ÀÂýÀÎò¾ôÀð¼ ­¼õ:
tr: Kullanýlan Alan:

source: Free Space:
ast: Espaciu llibre:
ta: ¦ÅüÈ¢¼õ:
tr: Boþ Alan:

source: Total Space:
ast: Espaciu total:
ta: ¦Á¡ò¾ þ¼õ:
tr: Toplam Alan:

source: Logical Volume Name
ast: Nome de volume lóxicu
ta: ²Ã½ò¦¾¡Ì¾¢ ¦ÀÂ÷
tr: Mantýksal Oylum Ýsmi

source: Size (MB)
ast: Tamañu (MB)
ro: Mãrime (MB)
ta: «Ç× (MB)
tr: Boy (MB):

source: Logical Volumes
ta: ²Ã½ò¦¾¡Ì¾¢¸û
tr: Mantýksal Oylumlar

source: Mouse Configuration
ro: Configurare Mouse
ta: ±Ä¢ ÅÊÅ¨ÁôÒ
tr: Fare Yapýlandýrmasý

source: /dev/ttyS0 (COM1 under DOS)
ro: /dev/ttyS0 (COM1 sub DOS)
ta: /dev/ttyS0 (DOSý ¸£ú COM1)
tr: /dev/ttyS0 (DOS altýnda COM1)

source: /dev/ttyS1 (COM2 under DOS)
ro: /dev/ttyS1 (COM2 sub DOS)
ta: /dev/ttyS1 (DOSý ¸£ú COM2)
tr: /dev/ttyS1 (DOS altýnda COM2)

source: /dev/ttyS2 (COM3 under DOS)
ro: /dev/ttyS2 (COM3 sub DOS)
ta: /dev/ttyS2 (DOSý ¸£ú COM3)
tr: /dev/ttyS2 (DOS altýnda COM3)

source: /dev/ttyS3 (COM4 under DOS)
ro: /dev/ttyS3 (COM4 sub DOS)
ta: /dev/ttyS3 (DOSý ¸£ú COM4)
tr: /dev/ttyS3 (DOS altýnda COM4)

source: _Device
ast: _Preseos
ta: º¡¾Éõ
tr: _Aygýt

source: _Emulate 3 buttons
ta: 3 ¦À¡ò¾¡ý¸û §À¡ýÈ¡ìÌ
tr: 3. _Tuþ Öykünümü

source: Select the appropriate mouse for the system.
ta: ¸½¢Â¨ÁôÒì¸¡É ºÃ¢Â¡É ±Ä¢¨Â §¾÷ó¦¾Î.
tr: Sisteminizdeki fareye en uygununu seçiniz.

source: Gateway
ast: Puerta d'enllaz
ta: Ñ¨ÆÅ¡Â¢ø
tr: Geçit

source: Primary DNS
ro: Server DNS primar
ta: Ó¾ý¨Á DNS
tr: Birincil DNS

source: Secondary DNS
ro: Server DNS secundar
ta: þÃñ¼¡¨Á DNS
tr: Ýkincil DNS

source: Tertiary DNS
ro: Server DNS terþiar
ta: ãýÈ¡¨Á DNS
tr: Üçüncül DNS

source: _Gateway
ta: Ñ¨ÆÅ¡Â¢ø
tr: _Aðgeçidi

source: _Primary DNS
ta: Ó¾ý¨Á DNS
tr: _Birincil DNS

source: _Secondary DNS
ta: þÃñ¼¡¨Á DNS
tr: Ý_kincil DNS

source: _Tertiary DNS
ta: ãýÈ¡¨Á DNS
tr: Üçü_ncül DNS

source: Network Configuration
ast: Configuración de Rede
ro: Configurare Reþea
ta: Å¨Ä ÅÊÅ¨ÁôÒ
tr: Að Ayarlarý

source: Error With Data
ast: Fallu colos datos
ta: ¾ÃÅ¢ø ¾ÅÚ
tr: Veri hataya yol açtý

source: You have not specified a hostname. Depending on your network environment this may cause problems later.
tr: Bir makina ismi belirtmediniz. Að ortamýnýza baðlý olarak ilerde bu bazý sorunlara yol açabilir.

source: You have not specified the field "%s". Depending on your network environment this may cause problems later.
tr: "%s" alanýný belirtmediniz. Að ortamýnýza baðlý olarak ilerde bu bazý sorunlara yol açabilir.

source: The hostname "%s" is not valid for the following reason: %s
tr: Makina ismi "%s" aþaðýdaki sebeplerden dolayý geçerli deðildir: %s

source: An error occurred converting the value entered for "%s": %s
tr: "%s" için girilen deðer dönüþtürülürken bir hata oluþtu: %s

source: A value is required for the field "%s".
ta: "%s" ±ýÈ ¸Çò¾¢üÌ Á¾¢ôÒ §¾¨Å.
tr: "%s" alaný için bir deðer gereklidir.

source: The IP information you have entered is invalid.
ta: ¿£í¸û ÅÆí¸¢ÔûÇ IP ¾¸Åø ¾Ì¾¢ÂüÈÐ.
tr: Girilen IP bilgisi geçersiz.

source: You have no active network devices. Your system will not be able to communicate over a network by default without at least one device active. NOTE: If you have a PCMCIA-based network adapter you should leave it inactive at this point. When you reboot your system the adapter will be activated automatically.
tr: Etkin bir að baðdaþtýrýcýnýz yok. En azýndan bir baðdaþtýrýcý etkin olmadýkça sisteminiz bir að üzerinden haberleþme yapamayacaktýr. BÝLGÝ: Bir PCMCIA að baþdaðtýrýcýnýz varsa bu noktada onun etkin olmasýný saðlamasanýz da olur. Sisteminizi yeniden baþlattýðýnýzda aygýt otomatik olarak etkin olacaktýr.

source: Edit Interface %s
ta: %s Ó¸ô¨À ¦¾¡Ì
tr: %s Baðdaþtýrýcýsýný Düzenle

source: Configure using _DHCP
ta: DHCP¨Â ÀÂýÀÎò¾¢ ÅÊÅ¨Á
tr: _DHCP kullanarak yapýlandýr
