Repository: 3838438org/anaconda-1
Catalog: po/*.po
Languages: ast, ro, ta, tr

source: Windows File Server
ro: Server Fiºiere pentru Windows

source: Anonymous FTP Server
ro: Server FTP Anonymous

source: SQL Database Server
ro: Server Baze de Date SQL

source: DNS Name Server
ro: Server DNS

source: Network Managed Workstation
ro: Staþie pentru managementul reþelelor de calculatoare

source: Authoring and Publishing
ro: Procesare Documente

source: Utilities
ro: Utilitare

source: Legacy Application Support
ro: Suport Aplicaþii Vechi

source: Kernel Development
ro: Dezvoltare Kernel

source: Windows Compatibility / Interoperability
ro: Compatibilitate cu Windows / Interoperabilitate

source: Games and Entertainment
ro: Jocuri ºi Distracþii

source: Portuguese(Brasilian) pt
ro: Portughezã(Brazilia)

source: Unable to instantiate a X hardware state object.
ta: X Åý¦À¡Õû ¿¢¨Ä ¦À¡Õ¨Ç ¯ÕÅ¡ì¸ ÓÊÂÅ¢ø¨Ä.

source: Using mouse type: %s
ta: ¯À§Â¡¸¢ì¸ôÀÎõ ±Ä¢Â¢ý Å¨¸: %s

source: Unable to make boot floppy
ta: ÐÅì¸ ¦¿¸¢úÅðÎ ¯ÕÅ¡ì¸ ÓÊÂÅ¢ø¨Ä

source: An error occurred copying the screenshots over.
ta: ¾¢¨ÃÂ¢ÕôÒ¸¨Ç ¿¸¦ÄÎôÀ¾¢ø À¢¨Æ ²üÀð¼Ð.

source: Set Root Password
ta: ãÄô ÀÂÉ÷ ¸¼×î¦º¡ø¨Ä «¨Á

source: SMB Work_group:
ta: SMB À½¢ìÌØ:

source: Boot Diskette Creation
ta: ÐÅì¸ÅðÎ ¯ÕÅ¡ì¸ø

source: _Yes, I would like to create a boot diskette
ta: ¬õ, ¿¡ý ÐÅì¸Åð¨¼ ¯ÕÅ¡ì¸ Å¢ÕõÒ¸¢§Èý

source: No, I _do not want to create a boot diskette
ta: þø¨Ä, ¿¡ý ÐÅì¸Åð¨¼ ¯ÕÅ¡ì¸ Å¢ÕõÀÅ¢ø¨Ä

source: The following Red Hat product will be upgraded:
ta: ¸£úì¸ñ¼ Red Hat Å¢¨Ç¦À¡Õû §Á§ÄüÈôÀÎõ:

source: _Model
ta: Å¨¸

source: _Text
ta: ¯¨Ã

source: Boot Diskette
ta: ÐÅì¸ÅðÎ

source: Telnet
ta: ¦¾¡¨ÄÂ¢¨½ôÒ

source: Disk Druid
ta: ÅðÎ ðåÂ¢ð

source: CD Not Found
ta: CD ¸¡½ôÀ¼Å¢ø¨Ä

source: Reading driver disk...
ta: þÂìÌ ÅðÎ ÀÊì¸ôÀÎ¸¢ÈÐ...

source: Error opening kickstart file %s: %s
ta: %s ÐÅì¸ §¸¡ô¨À ¾¢ÈôÀ¾¢ø ¾ÅÚ : %s

source: Sending request for IP information for %s...
ta: %sì¸¡É IP ¾¸ÅÖì¸¡¸ §¸¡Ã¢ì¨¸ «ÛôôÀÎ¸¢ÈÐ...

source: Bad argument to kickstart network command %s: %s
ta: %s Å¨Ä ¸ð¼¨Ç¨Â ÐÅì¸ ¦¸ð¼ «ÇÒÕ: %s

source: Unable to retrieve %s://%s/%s/%s.
ta: %s://%s/%s/%s­¨É Á£Çô¦ÀÈ ÓÊÂÅ¢ø¨Ä.
