Repository: 3838438org/anaconda-1
Catalog: po/*.po
Languages: ast, ro, ta, tr

source: NA. No checksum information available, unable to verify media.
ro: INCOMPLET. Nu s-a gãsit o sumã de control a datelor pentru acest CD ºi de aceea datele nu au putut fi verificate.
tr: YAPILAMIYOR. Saðlama toplamý bilgisi yok. Ortam sýnamasý yapýlamadý.

source: Media Check Result
ro: Rezulatele verificãrii CD-ului
ta: °¼¸ ºÃ¢À¡÷ôÒ ÓÊ×¸û
tr: Ortam Sýnamasý Sonucu

source: of the image: %s
ro: de pe imaginea: %s
ta: ¯ÕÅò¾¢ý: %s
tr: : %s

source: The media check %sis complete, and the result is: %s
ro: Verificarea CD-ului %s a fost completã, ºi rezultatul este: %s
ta: °¼¸ ºÃ¢À¡÷ôÒ %s ÓÊ×üÈÐ, ÓÊ×: %s
tr: Ortam sýnamasý %stamamlandý. Sonucu: %s

source: Failed to mount driver disk: %s.
ro: Nu s-a putut monta discul de drivere: %s
tr: Sürücü disketi baðlanmadý: %s.

source: The wrong diskette was inserted.
ro: Aþi inserat un disc greºit
tr: Hatalý disket yerleþtirilmiþ.

source: Driver Disk
ro: Disc cu Drivere
tr: Sürücü Disketi

source: Please insert the %s driver disk now.
ro: Inseraþi discul cu drivere %s acum.
tr: %s sürücü disketini sürücüye yerleþtirin.

source: Please enter the following information: o the name or IP number of your %s server o the directory on that server containing %s for your architecture
ro: Introduceþi urmãtoarele informaþii: o numele sau adresa de IP a serverului de %s o directorul de pe acel server conþinînd distribuþia %s pentru sistemul dumneavoastrã
tr: Lütfen aþaðýdaki bilgileri girin: o %s sunucunuzun adý ya da IP adresi o Sunucuda donanýmýnýza iliþkin %s'un bulunduðu dizin

source: NFS server name:
ast: Nome del sirvidor NFS:
ro: Numele serverului NFS:
ta: NFS §º¨ÅÂ¸ô¦ÀÂ÷:
tr: NFS sunucu adý:

source: Red Hat directory:
ro: Directorul Red Hat:
ta: ¦Ãð¡ð «¨¼×:
tr: Red Hat Linux dizini:

source: NFS Setup
ast: Configuración NFS
ro: Configurare NFS
ta: NFS «¨ÁôÒ
tr: NFS Ayarlarý

source: Nameserver IP
ro: Adresa IP Server
ta: ¦ÀÂ÷§º¨ÅÂ¸ IP
tr: Alan adý sunucu IP'si

source: Nameserver
ast: Sirvidor de nomes
ro: Server DNS
ta: ¦ÀÂ÷§º¨ÅÂ¸õ
tr: Alan adý sunucu

source: Your dynamic IP request returned IP configuration information, but it did not include a DNS nameserver. If you know what your nameserver is, please enter it now. If you don't have this information, you can leave this field blank and the install will continue.
ro: Cererea pentru o adresã de IP dinamicã a obþinut informaþii pentru configurarea parametrilor IP, dar rãspunsul serverului nu a inclus ºi o adresã pentru un server DNS. Dacã cunoasteþi care este adresa acelui server DNS, introduceþi-o acum. Dacã nu aveþi acestã informaþie, lãsaþi acest cîmp gol ºi programul de instaare va continua.
tr: Dinamik IP isteði bir IP bilgisi geri çevirdi. Ancak geri dönen bilgi içinde DNS IP numarasý bulunamadý. Eðer DNS IP sunucu numarasýný biliyorsanýz lütfen girin. Eðer bilmiyorsanýz boþ býrakabilir ve daha sonra girebilirsiniz.

source: Invalid IP Information
ro: Informaþie IP invalidã
ta: ¾Ì¾¢ÂüÈ IP ¾¸Åø
tr: Geçersiz IP Bilgisi

source: You entered an invalid IP address.
ro: Aþi introdus o adresã de IP incorectã.
ta: ¿£í¸û ÅÆí¸¢ÔûÇ IP Ó¸ÅÃ¢ ¾Ì¾¢ÂüÈÐ.
tr: Geçersiz bir IP adresi girdiniz.

source: Please enter the IP configuration for this machine. Each item should be entered as an IP address in dotted-decimal notation (for example, 1.2.3.4).
ro: Introduceþi configuraþia IP oentru acest calculator. Fiecare valoare trebuie introdusã ca o adresã de IP în notaþie decimalã cu punct (de exemplu, 1.2.3.4).
tr: Bu makina için að ayarlarýný girin. Gireceðiniz deðerler nokta ile ayrýlmýþ dört sayý þeklinde tanýmlanmalý (mesela 1.2.3.4).

source: Use dynamic IP configuration (BOOTP/DHCP)
ro: Configurare IP prin metodã dinamicã (BOOTP/DHCP)
ta: ­ÂíÌ¿¢¨Ä IP ÅÊÅ¨Áô¨À ÀÂýÀÎòÐ (BOOTP/DHCP)
tr: Deðiþken IP ayarlarýný kullan (BOOTP/DHCP)

source: Configure TCP/IP
ast: Configurar TCP/IP
ro: Configurare TCP/IP
ta: TCP/IP³ ÅÊÅ¨Á
tr: TCP/IP Ayarlarý

source: Missing Information
ast: Falta d'información
ro: Informaþie Inexistentã
ta: ¾¸Åø¸¨Çì ¸¡½Å¢ø¨Ä
tr: Eksik Bilgi

source: You must enter both a valid IP address and a netmask.
ro: Trebuie sã introduceþi o adresã de IP ºi netmask corecte.
ta: ¿£í¸û ´Õ ¾Ì¾¢Â¡É IP Ó¸ÅÃ¢ ÁüÚõ Å¨Äò¾¢¨Ã¨Â «Ç¢ì¸§ÅñÎõ.
tr: Devam etmek için geçerli bir IP adresi ve að maskesi girmelisiniz.

source: Dynamic IP
ro: Adresã IP dinamicã
ta: ­ÂíÌ¿¢¨Ä IP
tr: Deðiþken IP

source: Sending request for IP information...
ro: Detectare configuraþie IP...
tr: IP bilgi istekleri gönderiliyor...

source: Determining host name and domain...
ro: Determinare host name ºi domeniu...
ta: ¸½¢É¢¦ÀÂÕõ ¸ÇÓõ ¿¢÷½Â¢ì¸ôÀÎ¸¢ÈÐ...
tr: Makina ve alan adý belirleniyor...

source: bad argument to kickstart network command %s: %s
ro: argument eronat pentru comanda network în kickstart %s: %s
tr: kickstart að komutu için hatalý argüman %s: %s

source: Bad bootproto %s specified in network command
ast: bootproto fallíu %s especificáu nel comandu de rede
ro: Valoare invalidã pentru comanda bootproto specificatã: %s
ta: Å¨Ä ¸ð¼¨ÇÂ¢ø ¦¸ð¼ Å¨ÃÓ¨È %s ¦¸¡Îì¸ôÀðÎûÇÐ
tr: að komutunda hatalý IP numarasý: %s

source: Boot protocol to use
ro: Protocol folosit la iniþializare
tr: Kullanýlacak açýlýþ protokolü

source: Network gateway
ro: Gateway reþea
tr: Að geçidi

source: IP address
ro: Adresã IP
tr: IP adresi

source: Netmask
tr: Að maskesi

source: Domain name
ro: Domeniu DNS
tr: Alan adý

source: Network device
ro: Placã de reþea
tr: Að aygýtý

source: No DNS lookups
tr: DNS denetimi yok

source: <Tab>/<Alt-Tab> between elements | <Space> selects | <F12> next screen
ro: <Tab>/<Alt-Tab> între elemente | <Space> selecteazã | <F12> urmãtorul ecran
tr: Gezinmek için <Tab>/<Alt-Tab> | <Boþluk> seçer | <F12> sonraki ekran

source: Network configuration
ro: Configurare Reþea
tr: Að Ayarlarý

source: Would you like to set up networking?
ro: Doriþi sã configuraþi accesul la reþea pentru acest calculator?
tr: Að ayarlarýný yapmak istiyor musunuz?

source: PC Card
tr: PC Kart

source: Initializing PC Card Devices...
ro: Se iniþializeazã perifericele de tip PC Card...
tr: PC Kart Sürücüleri Hazýrlanýyor...

source: Please insert your PCMCIA driver disk into your floppy drive now.
ro: Acum inseraþi discul cu drivere PCMCIA in unitatea de dischetã.
tr: PCMCIA sürücü disketini sürücüye yerleþtirin.

source: Failed to mount disk.
ro: Nu s-a putut monta discul.
tr: Disk baðlanamadý.

source: That floppy does not look like a Red Hat PCMCIA driver disk.
ro: Aceastã dischetã nu apare a fi o dischetã de drivere Red Hat PCMCIA.
tr: Bu bir Red Hat PCMCIA sürücü disketi gibi görünmüyor.

source: Waiting for telnet connection...
ro: Se aºteaptã o conexiune de telnet...
ta: ¦¾¡¨ÄÂ¢¨½ôÒ ¦¾¡¼÷Òì¸¡¸ ¸¡ò¾¢ÕôÒ...
tr: Telnet baðlantýsý için bekleniyor...

source: Running anaconda via telnet...
ro: Se încarcã programul de instalare (Anaconda) via TELNET...
ta: «É§¸¡ñ¼¡ ¦¾¡¨ÄÂ¢¨½ôÒ ÅÆ¢Â¡¸ þÂì¸ôÀÎ¸¢ÈÐ...
tr: Anaconda telnet üzerinden çalýþtýrýlýyor...

source: Failed to log into %s: %s
ro: Nu se poate autentifica în %s: %s
ta: %sìÌû Ñ¨ÆÂ ÓÊÂÅ¢ø¨Ä: %s
tr: %s makinasýna girilemedi: %s

source: Failed to retrieve %s: %s
ro: Nu se poate citi %s: %s
ta: %s³ Á£Ç ÓÊÂÅ¢ø¨Ä: %s
tr: %s alýnamadý: %s

source: Retrieving
ast: Recuperando
ro: Transfer
ta: Á£ð¸ôÀÎ¸¢ÈÐ
tr: Alýnýyor

source: FTP site name:
ro: Numele serverului FTP:
ta: FTP ¾Çô ¦ÀÂ÷:
tr: FTP makina adý:

source: Web site name:
ro: Numele serverului WWW:
ta: þ¨½Âò ¾Çô ¦ÀÂ÷:
tr: Web sayfasý adý:

source: Use non-anonymous ftp
ro: Utilizare non-anonymous ftp
ta: ¦ÀÂÃ¢Ä¢ «øÄ¡¾ ftp³ ÀÂýÀÎò¾×õ
tr: Kullanýcý adýyla ftp ya da vekil (proxy) sunucu kullan

source: Use proxy server
ro: Folosire server proxy
tr: Vekil (proxy) sunucu kullan

source: FTP Setup
ro: Setare FTP
ta: FTP «¨ÁôÒ
tr: FTP Ayarlarý

source: HTTP Setup
ro: Setare HTTP
ta: HTTP «¨ÁôÒ
tr: HTTP Ayarlarý

source: You must enter a server name.
ro: Trebuie introdus un nume server.
ta: ¿£í¸û ´Õ §º¨ÅÂ¸ ¦ÀÂ÷ ¾Ã §ÅñÎõ
tr: Bir sunucu adý girmelisiniz

source: You must enter a directory.
ro: Trebuie introdus un director.
ta: ¿£í¸û ´Õ «¨¼¨Å «Ç¢ì¸ §ÅñÎõ
tr: Bir dizin adý girmelisiniz

source: Unknown Host
ro: Adresã calculator necunoscutã
ta: ¦¾Ã¢Â¡¾ ¸½¢É¢
tr: Bilinmeyen Makina

source: %s is not a valid hostname.
ro: %s nu este un nume de host valid.
ta: %s ´Õ ºÃ¢Â¡É ¸½¢ô¦ÀÂ÷ «øÄ.
tr: %s tanýmlý bir makina adý deðil.

source: If you are using non anonymous ftp, enter the account name and password you wish to use below.
ro: Dacã folosiþi non-anonymous ftp, introduceþi mai jos contul si parola pe care doriþi sã le folosiþi.
tr: Anonim olmayan FTP yapýlacaksa kullanýcý adý ve parolayý belirtin. Vekil (proxy) sunucu kullanýlacaksa bu sunucunun adýný belirtin.

source: If you are using a HTTP proxy server enter the name of the HTTP proxy server to use.
ro: Daca folositi un proxy server pentru HTTP introduceti numele serverului.
tr: Eðer bir HTTP vekil (proxy) sunucu kullanýlacaksa bu sunucunun adýný belirtin.

source: Account name:
ro: Nume Cont:
ta: ¸½ìÌ ¦ÀÂ÷:
tr: Hesap Adý:

source: FTP Proxy:
tr: FTP Vekil Sunucu (proxy):

source: HTTP Proxy:
tr: HTTP Vekil Sunucu:

source: FTP Proxy Port:
tr: FTP Vekil Portu:

source: HTTP Proxy Port:
tr: HTTP Vekil (proxy) Portu:

source: Loading SCSI driver
ast: Carga del driver SCSI
ro: Încãrcare Driver SCSI...
ta: SCSI þÂìÌ¿¢Ãø ²üÚÁ¾¢...
tr: SCSI sürücüsü yükleniyor

source: Alaska Time
tr: Alaska Zamaný

source: Alaska Time - Alaska panhandle
tr: Alaska Zamaný - Alaska panhandle

source: Alaska Time - Alaska panhandle neck
tr: Alaska Zamaný - Alaska panhandle neck

source: Alaska Time - west Alaska
tr: Alaska Zamaný - Batý Alaska

source: Aleutian Islands
tr: Aleutian Adalarý

source: Amundsen-Scott Station, South Pole
tr: Amundsen-Scott Ýstasyonu, Güney Kutbu

source: Atlantic islands
tr: Atlantik adalarý

source: Atlantic Time - E Labrador
tr: Atlantic Zamaný - E Labrador

source: Atlantic Time - Nova Scotia (most places), NB, W Labrador, E Quebec & PEI
tr: Atlantik Zamaný - Nova Scotia, NB, W Labrador, E Quebec & PEI

source: Atlantic Time - Nova Scotia - places that did not observe DST 1966-1971
tr: Atlantik Zamaný - Nova Scotia

source: Azores
tr: Azorlar

source: Canary Islands
tr: Kanarya Adalarý

source: Casey Station, Bailey Peninsula
tr: Casey Ýstasyonu, Bailey Yarýmadasý

source: central China - Gansu, Guizhou, Sichuan, Yunnan, etc.
tr: Orta Çin - Gansu, Guizhou, Sichuan, Yunnan, vs.

source: central Crimea
tr: Orta Kýrým

source: Central Standard Time - Saskatchewan - midwest
tr: Merkezî Standart Zaman - Saskatchewan - ortabatý

source: Central Standard Time - Saskatchewan - most locations
tr: Merkezî Standart Zaman - Saskatchewan - çoðu bölgeleri

source: Central Time
tr: Merkezî Zaman

source: Central Time - Campeche, Yucatan
tr: Merkezî Zaman - Campeche, Yucatan

source: Central Time - Coahuila, Durango, Nuevo Leon, Tamaulipas
tr: Merkezî Zaman - Coahuila, Durango, Nuevo Leon, Tamaulipas

source: Central Time - Manitoba & west Ontario
tr: Merkezî Zaman - Manitoba ve batý Ontario

source: Central Time - Michigan - Wisconsin border
tr: Merkezî Zaman - Michigan - Wisconsin sýnýrý

source: Central Time - most locations
tr: Merkezî Zaman - çoðu bölgeleri

source: Central Time - North Dakota - Oliver County
tr: Merkezî Zaman - North Dakota - Oliver County

source: Central Time - Quintana Roo
tr: Merkezî Zaman - Quintana Roo

source: Central Time - Rainy River & Fort Frances, Ontario
tr: Merkezî Zaman - Rainy River ve Fort Frances, Ontario

source: Central Time - west Nunavut
tr: Merkezî Zaman - batý Nunavut

source: Ceuta & Melilla
tr: Ceuta ve Melilla

source: Chatham Islands
tr: Chatham Adalarý

source: Davis Station, Vestfold Hills
tr: Davis Ýstasyonu, Vestfold Tepeleri

source: east China - Beijing, Guangdong, Shanghai, etc.
tr: doðu Çin - Beijing, Guangdong, Þanghay, vs.

source: east Dem. Rep. of Congo
tr: doðu Kongo Halk Cumh.

source: Eastern Standard Time - central Nunavut
tr: Doðu Standart Zamaný - orta Nunavut

source: Eastern Standard Time - east Nunavut
tr: Doðu Standart Zamaný - doðu Nunavut

source: Eastern Standard Time - Indiana - Crawford County
tr: Doðu Standart Zamaný - Indiana - Crawford County

source: Eastern Standard Time - Indiana - most locations
tr: Doðu Standart Zamaný - Indiana - most locations

source: Eastern Standard Time - Indiana - Starke County
tr: Doðu Standart Zamaný - Indiana - Starke County

source: Eastern Standard Time - Indiana - Switzerland County
tr: Doðu Standart Zamaný - Indiana - Switzerland County

source: Eastern Standard Time - Pangnirtung, Nunavut
tr: Doðu Standart Zamaný - Pangnirtung, Nunavut

source: Eastern Time
tr: Doðu Zamaný

source: Eastern Time - Kentucky - Louisville area
tr: Doðu Zamaný - Kentucky - Louisville bölgesi

source: Eastern Time - Kentucky - Wayne County
tr: Doðu Zamaný - Kentucky - Wayne County

source: Eastern Time - Michigan - most locations
tr: Doðu Zamaný - Miþigan - çoðu bölgeleri

source: Eastern Time - Ontario & Quebec - most locations
tr: Doðu Zamaný - Ontario ve Quebec - çoðu yerleri

source: Eastern Time - Ontario & Quebec - places that did not observe DST 1967-1973
tr: Doðu Zamaný - Ontario ve Quebec - bazý yerleri

source: Eastern Time - Thunder Bay, Ontario
tr: Doðu Zamaný - Thunder Körfezi, Ontario

source: east & south Borneo, Celebes, Bali, Nusa Tengarra, west Timor
tr: doðu ve güney Borneo, Celebes, Bali, Nusa Tengarra, batý Timor

source: east Uzbekistan
tr: Doðu Özbekistan

source: Galapagos Islands
tr: Galapagos Adalarý

source: Gambier Islands
tr: Gambiya Adalarý

source: Gilbert Islands
tr: Gilbert Adalarý

source: Great Britain
tr: Büyük Britanya

source: Irian Jaya & the Moluccas
tr: Irian Jaya ve the Moluccas

source: Java & Sumatra
tr: Java ve Sumatra

source: Johnston Atoll
tr: Johnston Atolü

source: Lord Howe Island
tr: Lord Howe Adasý

source: Madeira Islands
tr: Maderya Adalarý

source: Marquesas Islands
tr: Markiz Adalarý

source: Mawson Station, Holme Bay
tr: Mawson Ýstasyonu, Holme Körfezi

source: McMurdo Station, Ross Island
tr: McMurdo Ýstasyonu, Ross Adasý

source: Midway Islands
tr: Midway Adalarý

source: Moscow+00 - west Russia
tr: Moskova+00 - Batý Rusya

source: Moscow+01 - Caspian Sea
tr: Moskova+01 - Hazar Denizi

source: Moscow-01 - Kaliningrad
tr: Moskova-01 - Kaliningrad

source: Moscow+02 - Urals
tr: Moskova+02 - Urallar

source: Moscow+03 - Novosibirsk
tr: Moskova+03 - Novosibirsk

source: Moscow+03 - west Siberia
tr: Moskova+03 - batý Sibirya

source: Moscow+04 - Yenisei River
tr: Moskova+04 - Yenisey Irmaðý

source: Moscow+05 - Lake Baikal
tr: Moskova+05 - Baykal Gölü

source: Moscow+06 - Lena River
tr: Moskova+06 - Lena Irmaðý

source: Moscow+07 - Amur River
tr: Moskova+07 - Amur Irmaðý

source: Moscow+07 - Sakhalin Island
tr: Moskova+07 - Sakhalin Adasý

source: Moscow+08 - Magadan
tr: Moskova+08 - Magadan

source: Moscow+09 - Kamchatka
tr: Moskova+09 - Kamçatka

source: Moscow+10 - Bering Sea
tr: Moskova+10 - Bering Boðazý

source: most locations
tr: çoðu bölgeleri

source: most locations (CB,CC,CH,CN,ER,FM,LP,LR,MN,NQ,RN,SA,SE,SF,SJ,SL,TM)
tr: çoðu bölgeleri (CB,CC,CH,CN,ER,FM,LP,LR,MN,NQ,RN,SA,SE,SF,SJ,SL,TM)

source: Mountain Standard Time - Arizona
tr: Dað Standart Zamaný - Arizona

source: Mountain Standard Time - Dawson Creek & Fort Saint John, British Columbia
tr: Dað Standart Zamaný - Dawson Creek ve Fort Saint John, British Columbia

source: Mountain Standard Time - Sonora
tr: Dað Standart Zamaný - Sonora

source: Mountain Time
tr: Dað Zamaný

source: Mountain Time - Alberta, east British Columbia & west Saskatchewan
tr: Dað Zamaný - Alberta, güney Ýngiliz Kolombiyasý ve batý Saskaçewan

source: Mountain Time - central Northwest Territories
tr: Dað Zamaný - merkezî kuzeybatý topraklarý

source: Mountain Time - Chihuahua
tr: Dað Zamaný - Chihuahua

source: Mountain Time - Navajo
tr: Dað Zamaný - Navajo

source: Mountain Time - S Baja, Nayarit, Sinaloa
tr: Dað Zamaný - S Baja, Nayarit, Sinaloa

source: Mountain Time - south Idaho & east Oregon
tr: Dað Zamaný - güney Idaho ve doðu Oregon

source: Mountain Time - west Northwest Territories
tr: Dað Zamaný - batý kuzeybatý topraklarý

source: NE Brazil (MA, PI, CE, RN, PR)
tr: Kuzeydoðu Brezilya (MA, PI, CE, RN, PR)

source: Newfoundland Island
tr: Newfoundland Adasý

source: New South Wales - most locations
tr: New South Wales - çoðu bölgeleri

source: northeast Mali
tr: kuzeydoðu Mali

source: Northern Ireland
tr: Kuzey Ýrlanda

source: Northern Territory
tr: Kuzey Topraklarý

source: Pacific Time
tr: Pasifik Zamaný

source: Pacific Time - north Yukon
tr: Pasifik Zamaný - Kuzey Yukon

source: Pacific Time - south Yukon
tr: Pasifik Zamaný - Güney Yukon

source: Pacific Time - west British Columbia
tr: Pasifik Zamaný - Batý Ýngiliz Kolombiyasý

source: Palmer Station, Anvers Island
tr: Palmer Ýstasyonu, Anvers Adasý

source: peninsular Malaysia
tr: Malezya Yarýmadasý

source: Ponape (Pohnpei)
tr: Bombay

source: Queensland - most locations
tr: Queensland - çoðu bölgeleri

source: Sabah & Sarawak
tr: Sabah ve Sarawak

source: Society Islands
tr: Sosyete Adalarý

source: South Australia
tr: Güney Avustralya

source: southwest Mali
tr: güneybatý Mali

source: southwest Xinjiang Uyghur
tr: güneybatý Sincan Uygur

source: S & SE Brazil (BA, GO, DF, MG, ES, RJ, SP, PR, SC, RS)
tr: Güney ve Güneydoðu Brezilya (BA, GO, DF, MG, ES, RJ, SP, PR, SC, RS)

source: Syowa Station, E Ongul I
tr: Syowa Ýstasyonu, E Ongul I

source: Tasmania
tr: Tazmanya

source: Tibet & most of Xinjiang Uyghur
tr: Tibet ve Sincan Uygur Bölgesi

source: Vostok Station, S Magnetic Pole
tr: Vostok Ýstasyonu, Güney Kutbu

source: W Amazonas
tr: Batý Amazonlar

source: west & central Borneo
tr: Batý ve merkezî Borneo

source: west Dem. Rep. of Congo
tr: Batý Kongo Halk Cumhuriyeti

source: Western Australia
tr: Batý Avustralya

source: West Kazakhstan
tr: Batý Kazakistan

source: west Uzbekistan
tr: Batý Özbekistan

source: Chinese(Simplified)
ast: Chinu (simplificáu)
tr: Çince(Basitleþtirilmiþ)

source: Chinese(Traditional)
ast: Chinu (tradicional)
tr: Çince(Geleneksel)

source: Czech
ast: Checu
ro: Cehã
tr: Çekçe

source: Danish
ast: Danés
ro: Danezã
tr: Danca

source: English
ast: Inglés
ro: Englezã
tr: Ýngilizce

source: French
ast: Francés
ro: Francezã
tr: Fransýzca

source: German
ast: Alemán
ro: Germanã
tr: Almanca

source: Icelandic
ast: Isllandés
ro: Islandezã
tr: Ýzlandaca

source: Italian
ast: Italianu
ro: Italianã
tr: Ýtalyanca

source: Japanese
ast: Xaponés
ro: Japonezã
tr: Japonca

source: Korean
ast: Coreanu
ro: Koreanã
tr: Korece

source: Norwegian
ro: Norvegianã
tr: Norveççe

source: Portuguese
ast: Portugués
ro: Portughezã
tr: Portekizce

source: Romanian
ast: Rumanu
tr: Romence

source: Russian
ast: Rusu
ro: Rusã
tr: Rusça

source: Slovenian
ast: Eslovenu
ro: Slovenã
tr: Slovence

source: Spanish
ast: Español
ro: Spaniolã
tr: Ýspanyolca

source: Swedish
ast: Suecu
ro: Suedezã
tr: Ýsveççe

source: Ukrainian
ast: Ucrainianu
ro: Ukrainianã
tr: Ukraynaca

source: Press <enter> for a shell
ast: Calca <intro> pa entrar a un shell

source: You do not have enough RAM to use the graphical installer.
ast: Nun tienes abonda RAM pa usar l'instalador gráficu.

source: Try the text mode installer by running: '/usr/bin/liveinst -T' from a root terminal.
ast: Prueba l'instalador en mou testu executando: '/usr/bin/liveinst -T' dende una terminal root

source: Not enough RAM
ast: Nun hai RAM bastante

source: Starting text mode.
ast: Aniciando mou testu

source: Would you like to use VNC?
ast: ¿Quies usar VNC?

source: Text mode provides a limited set of installation options. It does not allow you to specify your own partitioning layout or package selections. Would you like to use VNC mode instead?
ast: El mou testu apurre un conxuntu llimitáu d'opciones d'instalación. Nun-y dexa especificar el diseñu de partición o la escoyeta de paquetes. ¿Quies usar el mou VNC en so llugar?

source: Graphical installation is not available. Starting text mode.
ast: La instalación gráfica nun ta disponible. Aniciando en mou testu.

source: DISPLAY variable not set. Starting text mode.
ast: Nun s'afitó la variable DISPLAY. Aniciando en mou testu.

source: Upgrading %s
ast: Anovando %s

source: Installing %s
ast: Instalando %s

source: Transferring install image to hard drive
ast: Tresfiriendo la imaxe d'instalación al discu duru

source: An error occurred transferring the install image to your hard drive. This is often cause by damaged or low quality media.
ast: Hebo un fallu al tresferir la imaxe d'instalación al discu duru. Puede que ún de los discos nun funcione.

source: Filesystems have already been activated. You cannot go back past this point. Would you like to continue with the installation?
ast: Los sistemes de ficheros activáronse. Dende esti puntu yá nun puedes dir haza darrera. ¿Quies siguir cola instalación?

source: _Exit installer
ast: Colar d_l'instalador

source: Installing bootloader.
ast: Instalando'l xestor d'arranque...

source: There was an error installing the bootloader. The system may not be bootable.
ast: Fallu al instalar el xestor d'arranque. El sistema podría non aniciase.

source: No kernel packages were installed on the system. Bootloader configuration will not be changed.
ast: Nun s'instaló dengún paquete del kernel nel sistema. La configuración del xestor d'arranque nun va camudar.

source: In progress
ast: En progresu

source: The following error was found while parsing the kickstart configuration file: %s
ast: El fallu siguiente alcontróse mentantu l'analís de la configuración kickstart: %s

source: Command line mode requires all choices to be specified in a kickstart configuration file.
ast: El mou llinia de comandos requier que toles opciones s'especifiquen nun ficheru de configuración kickstart.

source: Can't have a question in command line mode!
ast: ¡Nun puede tener una entruga nel mou de llinia de comandos!

source: An unhandled exception has occurred. This is most likely a bug. Please save a copy of the detailed exception and file a bug report
ast: Asocedió una situación esceicional. De xuru que ye un fallu. Por favor copia'l testu completu d'esta esceición y rexistra un informe detalláu del fallu

source: with the provider of this software.
ast: col fornidor d'esti software.

source: against anaconda at %s
ast: escontra'l paquete anaconda en %s

source: An error occurred saving screenshots to disk.
ast: Hebo un fallu al copiar les captures de pantalla al discu.

source: Screenshots Copied
ast: Captures de pantalles copiaes
ta: ¾¢¨ÃÂ¢ÕôÒ¸û ¿¸¦ÄÎì¸ôÀð¼É

source: The screenshots have been saved in the directory: /root/anaconda-screenshots/ You can access these when you reboot and login as root.
ast: Les captures de pantalles atroxáronse nel direutoriu: /root/anaconda-screenshots/ Puedes acceder a elles cuando reanicies el sistema y te coneutes como usuariu root.

source: Saving Screenshot
ast: Guardando semeya de pantalla
ta: ¾¢¨ÃÂ¢ÕôÒ §ºÁ¢ì¸ôÀÎ¸¢ÈÐ

source: A screenshot named '%s' has been saved.
ast: Guardóse una semeya de pantalla denomada '%s'.
ta: %s ±ýÈ ¾¢¨ÃÂ¢ÕôÒ §ºÁ¢ì¸ôÀð¼Ð.

source: Error Saving Screenshot
ast: Fallu guardando la semeya de pantalla
ta: ¾¢¨ÃÂ¢Õô¨À §ºÁ¢ôÀ¾¢ø À¢¨Æ

source: An error occurred while saving the screenshot. If this occurred during package installation, you may need to try several times for it to succeed.
ast: Hebo un fallu mientres se guardaba la semeya de pantalla. Si esto asocede durante la instalación d'un paquete, puedes necesitar intentalo delles vegaes pa que se complete con éxitu.

source: Choose a passphrase for the encrypted devices. You will be prompted for this passphrase during system boot.
ast: Esbilla una contraseña pa los preseos encriptaos. Pedirásete esta contraseña durante l'arranque del sistema.

source: Error with passphrase
ast: Fallu cola contraseña

source: The passphrases you entered were different. Please try again.
ast: Les contraseñas son distintes. Téntalo otra vuelta.
