Repository: 3838438org/anaconda-1
Catalog: po/*.po
Languages: ast, ro, ta, tr

source: You cannot edit this partition as it is part of a RAID device
ro: Nu puteþi modifica aceastã partiþie din cauzã cã este o partiþie membru a unei partiþii de tip RAID.

source: As you don't have much memory in this machine, we need to turn on swap space immediately. To do this we'll have to write your new partition table to the disk immediately. Is that okay?
ro: Acest calculator nu are suficientã memorie pentru a permite programului de instalare sã continue. Pentru a obþine memorie adiþionalã este necesarã activarea imediatã a spaþiului de swap. Pentru a face acest lucru trebuie ca tabela de partiþii sã fie scrisã pe disk în acest moment. Doriþi ca noua tabelã de partiþii sã fie scrisã?

source: You have chosen to format a pre-existing partition. This will destroy all data that was previously on it. Are you sure you want to do this?
ro: Aþi ales sã formataþi o partiþie deja creatã. Aceastã operaþie va distruge toate datele de pe aceastã partiþie. Doriþi sã continuaþi?

source: You have chosen not to format a pre-existing partition which is being mounted under a system directory. Unless you have particular needs to preserve data on this partition, it is highly recommended you format this partition to guarantee the data formerly on the partition does not corrupt your new installation. Are you sure you want to do this?
ro: Aþi ales sã nu formataþi o partiþie definitã anterior care este folositã pentru un director de sistem. Cu excepþia cazurilor cînd aveþi nevoie de datele de pe aceastã partiþie, este recomandat sã formataþi aceastã partiþie pentru a garanta cã datele ºi fiºierele deja existente pe aceastã partiþie nu corup procesul de instalare. Doriþi sã continuaþi?

source: The rescue environment will now attempt to find your Red Hat Linux installation and mount it under the directory /mnt/sysimage. You can then make any changes required to your system. If you want to proceed with this step choose 'Continue'. You can also choose to mount your filesystems read-only instead of read-write by choosing 'Read-Only'. If for some reason this process fails you can choose 'Skip' and this step will be skipped and you will go directly to a command shell.
ro: Programul de recuperare va încerca acum sã gãseascã instalarea de Red Hat Linux de pe acest calculator ºi o va monta sub directorul /mnt/sysimage. Dupã acest pas puteþi sã efectuaþi modificãrile necesare. Dacã doriþi sã continuaþi cu acest pas selectaþi "Continuare". De asemeanea, puteþi sã montaþi sistemele de fiºiere deja existente în mod read-only în loc de read-write prin selectarea opþiunii "Read-Only". Dacã acest pas eºueazã puteþi selecta 'Urmãtoarea Etapã' ºi acest pas va fi ignorat. În acest caz veþi avea access direct la un shell.

source: Your system had dirty filesystems which you chose not to mount. Press return to get a shell from which you can fsck and mount your partitions. The system will reboot automatically when you exit from the shell.
ro: Acest sistem are partiþii care necesitã verificare ºi validare. Apãsaþi Enter pentru a obþine un shell din care puteþi lansa fsck pentru verificare ºi apoi monta partiþiile. Sistemul se va reseta în mod automat cînd ieºiþi din shell.

source: Your system has been mounted under /mnt/sysimage. Press <return> to get a shell. If you would like to make your system the root environment, run the command: chroot /mnt/sysimage The system will reboot automatically when you exit from the shell.
ro: Sistemul a fost montat sub directorul /mnt/sysimage. Apãsaþi Enter pentru a obþine un shell. Dacã doriþi sã transformaþi mediul de root în acest sistem, lansaþi comanda: chroot /mnt/sysimage Sistemul se va reseta automat cînd ieºiþi din shell.

source: An error occured trying to mount some or all of your system. Some of it may be mounted under /mnt/sysimage. Press <return> to get a shell. The system will reboot automatically when you exit from the shell.
ro: S-a detectat o eroare la încercarea de montare a unor partiþii de pe acest calculator. Unele dintre partiþii au fost montate sub directorul /mnt/sysimage. Apãsaþi <Enter> pentru a obþine un shell. Sistemul se va reseta în mod automat atunci cînd ieºiþi din shell.

source: Your system is mounted under the /mnt/sysimage directory.
ro: Sistemul este montat sub directorul /mnt/sysimage.

source: Dirty Filesystems
ro: Sisteme de fiºiere neverficate

source: One or more of the filesystems for your Linux system was not unmounted cleanly. Please boot your Linux installation, let the filesystems be checked, and shut down cleanly to upgrade.
ro: Unul sau mai multe din sistemele de fiºiere montate pe acest sistem nu a putut fi dezactivat corect. Trebuie sã porniþi sistemul Red Hat Linux existent pe acest calculator pentru ca sistemele de fiºiere sã poatã fi verificate pentru erori. Dupã ce verificarea va fi completã puteþi porni din nou programul de instalare.

source: One or more filesystems for your Linux system was not unmounted cleanly. Would you like to mount them anyway?
ro: Unul sau mai multe din sistemele de fiºiere montate pe acest sistem nu a putut fi dezactivat corect. Doriþi sã le montaþi în pofida acestui fapt?

source: One or more of the filesystems listed in the /etc/fstab on your Linux system cannot be mounted. Please fix this problem and try to upgrade again.
ro: Unul sau mai multe din sistemele de fiºiere activate în /etc/fstab nu poate fi montat. Corectaþi aceastã problemã ºi reporniþi programul de instalare.

source: One or more of the filesystems listed in the /etc/fstab of your Linux system are inconsistent and cannot be mounted. Please fix this problem and try to upgrade again.
ro: Unul sau mai multe din sistemele de fiºiere activate în /etc/fstab nu poate fi montat. Corectaþi aceastã problemã ºi reporniþi programul de instalare.

source: An error occured when finding the packages to upgrade.
ro: A apãrut o eroare la determinarea setului de pachete necesar operaþiunii.

source: Unknown Card
ro: Placã necunoscutã

source: Video Ram
ro: Memorie Video

source: Unable to detect video card
ro: Nu s-a putut detecta placa video

source: Attempting to start framebuffer based X server
ro: Se încearcã pornirea unui X Server bazat pe framebuffer

source: Attempting to start VGA16 X server
ro: Se încearcã pornirea unui X Server în mod VGA16

source: User Name:
ro: Nume Utilizator:

source: Full Name:
ro: Nume Complet:

source: Enter the password for the root user (administrator) of this system.
ro: Introduceþi parola pentru adminitratorul de sistem (root).

source: Root Password:
ro: Parola de root:

source: Confirm:
ro: Din nou:

source: Additional accounts can be created for other users of this system. Such accounts could be for a personal login account, or for other non-administrative users who need to use this system. Use the <Add> button to enter additional user accounts.
ro: Puteþi crea conturi utilizator adiþionale pe acest sistem. Aceste conturi pot fi folosite pentru un cont personal de lucru, sau pentru alþi utilizatori care nu au nevoie de permisiuni de administrator. Selectaþi butonul pentru adãugare pentru a introduce conturi utilizator adiþionale.

source: Enable MD5 passwords
ro: Folosire parole MD5

source: Enable shadow passwords
ro: Activeazã shadow passwords

source: Use broadcast to find NIS server
ro: Folosire broadcast pentru gãsirea unui server NIS

source: NIS Domain:
ro: Domeniu NIS:

source: NIS Server:
ro: Server NIS:

source: Use TLS lookups
ro: Foloseºte rezoluþia TLS

source: Enable SMB Authentication
ro: Configurare Autentificare SMB

source: SMB Server:
ro: Server SMB:

source: SMB Workgroup:
ro: Workgroup SMB:

source: The boot disk allows you to boot your %s system from a floppy diskette. Please remove any diskettes from the floppy drive and insert a blank diskette. All data will be ERASED during creation of the boot disk.
ro: Discheta de boot vã permite sã încãrcaþi sistemul de operare de pe unitatea de floppy. Introduceþi o dischetã nouã în unitatea de floppy. Toate datale de pe aceastã dischetã vor fi ºterse.

source: A boot disk is REQUIRED to boot a partitionless install.
ro: O dischetã de boot este NECESARA pentru o instalare fãrã partiþii.

source: Skip boot disk creation
ro: Fãrã Boot Disc

source: Use GRUB as the boot loader
ro: Foloseºte GRUB ca încãrcãtor de sistem de operare.

source: Use LILO as the boot loader
ro: Foloseºte LILO ca încãrcãtor de sistem de operare

source: Do not install a boot loader
ro: Fãrã instalare de încãrcãtor de sistem

source: Boot Loader Password Configuration
ro: Configurare Parolã pentru Încãrcãtor de Sistem

source: Password accepted.
ro: Parola acceptatã.

source: Password is too short.
ro: Parola este prea scurtã.

source: Passwords do not match.
ro: Parolele introduse sînt diferite.

source: Use a GRUB Password?
ro: Foloseºte o parolã pentru GRUB

source: Please enter password
ro: Introduceþi parola

source: A complete log of your installation will be in /root/install.log after rebooting your system. You may want to keep this file for later reference. A kickstart file representing the choices you have made will be in /root/anaconda-ks.cfg.
ro: Un log complet al acestei instalãri va fi creat în /root/install.log, accesibil dupã reiniþializarea sistemului. Este recomandat sã pãstraþi acest fiºier pentru referinþe viitoare. Un fiºier care poate fi folosit pentru kickstart pentru acest sistem a fost creat în /root/anaconda-ks.cfg.

source: A complete log of your upgrade will be in /root/upgrade.log after rebooting your system. You may want to keep this file for later reference.
ro: Un log complet al acestei actulizãri va fi creat în /root/upgrade.log, accesibil dupã reiniþializarea sistemului. Este recomandat sã pãstraþi acest fiºier pentru referinþe viitoare.

source: Congratulations, your %s installation is complete. Remove any floppy diskettes you used during the installation process and press <Enter> to reboot your system. %sFor information on errata (updates and bug fixes), visit http://www.redhat.com/errata. Information on using and configuring your system is available in the %s manuals at http://www.redhat.com/docs.
ro: Felicitãri, instalarea %s s-a terminat cu succes. Asiguraþi-vã ca nu aveþi nici un disc în unitatea de floppy ºi tastaþi Enter pentru a reiniþializa sistemul. %s Pentru informaþii despre corecþii ºi actualizãri disponibile pentru aceastã versiune de %s, vã rugam sã consultaþi Errata din pagina noastrã de web - http://www.redhat.com/errata. Informaþii despre configurarea sistemului dumneavoastrã se gãsesc în manualele disponibile on-line la adresa http://www.redhat.com/docs.

source: Congratulations, configuration is complete. For information on errata (updates and bug fixes), visit http://www.redhat.com/errata. Information on using and configuring your system is available in the %s manuals at http://www.redhat.com/docs.
ro: Felicitãri, instalarea s-a terminat cu succes. Pentru informaþii despre corecþii ºi actualizãri disponibile pentru aceastã versiune de Red Hat Linux, vã rugam sã consultaþi Errata din pagina noastrã de web - http://www.redhat.com/errata. Informaþii despre configurarea sistemului dumneavoastrã se gãsesc în manualele %s disponibile on-line la adresa http://www.redhat.com/docs.

source: Customize packages to be upgraded
ro: Selectaþi Aplicaþiile care vor fi Actualizate

source: Select drive to run fdisk on
ro: Selectaþi un disk pentru partiþionare cu fdisk

source: Warning:
ro: Atenþie:

source: is an invalid port.
ro: nu este un port valid.

source: The format is 'port:protocol'. For example, '1234:udp'
ro: Formatul este 'port:protocol'. De exemuplu, '1234:udp'

source: Please choose your security level:
ro: Selectaþi nivelul de securizare:

source: Use default firewall rules
ro: Foloseºte configuraþia de firewall implicitã

source: Trusted devices:
ro: Interfeþe de încredere:

source: Other ports:
ro: Alte porturi:

source: Choose partitions to Format
ro: Alegaþi partiþiile care vor fi formatate

source: Keyboard Configuration
ro: Configurare Tastaturã

source: Which model keyboard is attached to the computer?
ro: Ce tip de tastaturã este conectatã la acest calculator?

source: Layout
ro: Aranjament taste

source: Dead Keys
ro: Taste din setul Extins

source: Enable dead keys
ro: Activeazã tastele din setul extins (specific X Windows)

source: Disable dead keys
ro: Dezactiveazã tastele din setul extins X Windows

source: Test your selection here:
ro: Testaþi setãrile alease:

source: Choose the default language for this system:
ro: Limba folositã în mod implicit pe acest sistem:

source: Currently installed languages:
ro: Limbaje instalate curent:

source: Choose additional languages you would like to use on this system:
ro: Limbi adiþionale suportate pe acest sistem:

source: Select all
ro: Selectaþi totul

source: Select as default
ro: Implicit

source: Emulate 3 Buttons
ro: Emulare 3 butoane

source: Which model mouse is attached to the computer?
ro: Ce tip de mouse este conectat la acest calculator?

source: Configure using DHCP
ro: Configurare folosind DHCP

source: Total install size:
ro: Mãrimea Totalã Instalatã:

source: Tree View
ro: Arborescent

source: Flat View
ro: Listã

source: Select all in group
ro: Selectezã totul în grup

source: Unselect all in group
ro: Deselecteazã totul din grup

source: Fixed size
ro: Mãrime Fixã

source: Fill all space up to (MB):
ro: Foloseºte tot spaþiul pînã la (MB):

source: Fill to maximum allowable size
ro: Foloseºte tot spaþiul disponibil

source: Filesystem Type:
ro: Tip Sistem de Fiºiere:

source: Original Filesystem Type:
ro: Tip Sistem de Fiºiere Original:

source: Original Filesystem Label:
ro: Eticheta Originalã a Sistemului de Fiºiere:

source: How would you like to prepare the filesystem on this partition?
ro: Ce doriþi sã faceþi cu sistemul de fiºiere de pe aceastã partiþie?

source: Format partition as:
ro: Formatare partiþie ca:

source: Migrate partition to:
ro: Schimbare tip partiþie în:

source: Check for bad blocks?
ro: Verificare blocuri defecte la formatare?

source: Filesystem type:
ro: Tip Sistem de Fiºiere:

source: Number of spares:
ro: Nr. Suplimentare:

source: _New
ro: _Nou

source: You need to select at least one drive to have %s installed onto.
ro: Trebuie sã selectaþi cel puþin un disc pentru instalarea %s.

source: Review (allows you to see and change the automatic partitioning results)
ro: Verificare (vã permite sã verificaþi rezultatele partiþionãrii automate)

source: Have the installer automatically partition for you
ro: Partiþionare automatã de cãtre programul de instalare

source: Manually partition with Disk Druid
ro: Partiþionare manualã cu Disk Druid

source: Manually partition with fdisk [experts only]
ro: Partiþionare manualã cu fdisk (numai pentru experþi)

source: View:
ro: Aratã:

source: Use Daylight Saving Time (US only)
ro: Foloseºte ora de varã

source: Migrate Filesystems
ro: Migrare Sistem de Fiºiere

source: This release of %s supports the ext3 journalling filesystem. It has several benefits over the ext2 filesystem traditionally shipped in %s. It is possible to migrate the ext2 formatted partitions to ext3 without data loss. Which of these partitions would you like to migrate?
ro: Aceastã versiune de %s are suport pentru ext3, care este un sistem de fiºiere cu jurnal. Ext3 are cîteva avantaje majore comparat cu sistemul de fiºiere ext2, prezent în mod tradiþional în versiunile mai vechi de %s. Este posibil sã migrati partiþiile de tip ext2 cãtre partiþii ext3 fãrã a pierde datele. Care dintre partiþiile de mai jos doriþi sã fie migrate?

source: I want to create a swap file
ro: Creare spaþiu swap într-un fiºier

source: Select the partition to put the swap file on:
ro: Selectaþi partiþia pe care se va crea acest fiºier de swap:

source: I don't want to create a swap file
ro: Fãrã creare de fiºier pentru spaþiul swap

source: Exiting anaconda now
ro: Programul de instalare Anaconda s-a terminat

source: Would you like to configure your system?
ro: Doriþi sã vã configuraþi sistemul acum?

source: Customize Graphics Configuration
ro: Personalizare configuraþie X Windows

source: Screen Resolution:
ro: Rezoluþie Ecran:

source: Test Setting
ro: Testare Setãri

source: Restore original values
ro: Valori originale

source: Horizontal Sync:
ro: Frecvenþe Orizontale:

source: Vertical Sync:
ro: Frecvenþe Verticale:

source: Unknown server
ro: Server necunoscut

source: This video card has no suitable X server in the database. You will need to choose a different card or choose the 'Skip X Configuration' button.
ro: Aceastã placã video nu are nici un server X Windows disponibil. Trebuie sã selectaþi o placã diferitã sau sã alegeþi sã nu configuraþi X Windows în acest pas.

source: In most cases your video hardware can be probed to automatically determine the best settings for your display.
ro: În cele mai multe cazuri placa video si monitorul pot fi autodetectatã pentru determinarea setãrilor optime în folosire.

source: If the probed settings do not match your hardware, select the correct hardware settings below:
ro: Dacã rezultatele autodetecþiei nu corespund caracteristicilor hardware ale acestui calculator vã rugãm sã corectaþi configuraþia prin setãrile de mai jos:

source: Other
ro: Altceva

source: Video card RAM:
ro: RAM pe placa video:

source: A custom boot disk provides a way of booting into your Linux system without depending on the normal boot loader. This is useful if you don't want to install lilo on your system, another operating system removes lilo, or lilo doesn't work with your hardware configuration. A custom boot disk can also be used with the Red Hat rescue image, making it much easier to recover from severe system failures. Would you like to create a boot disk for your system?
ro: Un disc de boot personalizat pentru sistemul dumneavoastrã permite încãrcarea Linux farã a depinde de încãrcãtorul de sistem. Aceasta este folositor dacã nu doriþi sã instalaþi lilo pe sistemul dumneavoastrã, sau în caz cã lilo este ºters mai mult sau mai puþin accidental de cãtre un alt sistem de operare sau eroare operator, sau dacã (mai rar) lilo nu funcþioneaza corect în configuraþia hardware a acestui calculator. Un disc de boot poate fi folosit de asemenea cu imaginea de recuperare, în caz cã sistemul trebuie restaurat. Doriþi sã creaþi un disc de boot pentru acest sistem?

source: Edit Boot Label Please
ro: Editare eticheta boot

source: Congratulations, your %s installation is complete. Remove any floppy diskettes you used during the installation process and press <Enter> to reboot your system. %sFor information on errata (updates and bug fixes), visit http://www.redhat.com/errata. Information on using your system is available in the Red Hat Linux manuals at http://www.redhat.com/docs.
ro: Felicitãri, instalarea %s s-a terminat cu succes. Asiguraþi-vã ca nu aveþi nici un disc în unitatea de floppy ºi tastaþi Enter pentru a reiniþializa sistemul. %s Pentru informaþii despre corecþii ºi actualizãri disponibile pentru aceastã versiune de Red Hat Linux, vã rugam sã consultaþi Errata din pagina noastrã de web - http://www.redhat.com/errata. Informaþii despre configurarea sistemului dumneavoastrã se gãsesc în manualele pentru Red Hat Linux disponibile de la adresa http://www.redhat.com/support/manuals.

source: <Enter> to continue
ro: <Enter> pentru a continua

source: Congratulations, package installation is complete. Press return to continue. Information on configuring and using your Red Hat Linux system is contained in the %s manuals.
ro: Felicitãri, procesul de instalare a pachetelor s-a terminat. Apãsaþi <Enter> pentru a continua. Informaþii despre configurarea ºi folosirea sistemului Red Hat Linux sînt incluse în manualele %s.

source: Congratulations, configuration is complete. For information on errata (updates and bug fixes), visit http://www.redhat.com/errata. Information on using your system is available in the %s manuals at http://www.redhat.com/docs.
ro: Felicitãri, instalarea s-a terminat cu succes. Pentru informaþii despre corecþii ºi actualizãri disponibile vã rugam sã consultaþi Errata din pagina noastrã de web - http://www.redhat.com/errata. Informaþii despre configurarea sistemului dumneavoastrã se gãsesc în manualele %s disponibile on-line la adresa http://www.redhat.com/docs.

source: A complete log of your installation will be in /root/install.log after rebooting your system. You may want to keep this file for later reference.
ro: Un log complet al acestei instalãri va fi creat în /root/install.log, accesibil dupã reiniþializarea sistemului. Este recomandat sã pãstraþi acest fiºier pentru referinþe viitoare.

source: Filesystem Options
ro: Opþiuni Sistem de Fiºiere

source: Please choose how you would like to prepare the filesystem on this partition.
ro: Alegeþi cum doriþi sã configuraþi sistemul de fiºiere pe aceastã partiþie.

source: Filesystem Label:
ro: Etichetã Sistem de Fiºiere:

source: Filesystem Option:
ro: Opþiuni Sistem de Fiºiere:

source: Bad User ID
ro: ID Utilizator Invalid

source: User IDs must be less than 8 characters and contain only characters A-Z, a-z, and 0-9.
ro: Identificatorul de utilizator trebuie sã conþinã numai caracterele A-Z, a-z ºi 0-9.

source: Missing User ID
ro: Lipseºte Numele Utilizatorului

source: You must provide a user ID
ro: Trebuie introdus un nume utilizator

source: What user account would you like to have on the system? You should have at least one non-root account for normal work, but multi-user systems can have any number of accounts set up.
ro: Ce cont de utilizator doriþi sã folosiþi pe acest calculator? Trebuie sã configuraþi cel puþin un utilizator diferit de root pentru activitãþile normale. Bineînþeles cã puteþi configura mai mult de un singur cont în acest moment dacã doriþi.

source: Welcome to %s! You have entered reconfiguration mode, which will allow you to configure site-specific options of your computer. To exit without changing your setup select the Cancel button below.
ro: Bine aþi venit în %s! Acum vã aflaþi în modul de reconfigurare, care vã va permite sã vã configuraþi opþiunile specifice pentru acest calculator. Pentru a ieºi din acest program fãrã a schimba nimic selectaþi butonul de Abandon de mai jos.

source: Test
ro: Testare
ta: §º¡¾¨É

source: You cannot go back from this step.
ro: Nu puteþi merge înapoi din acest pas.

source: Other CDROM
ro: Alt tip de CDROM

source: Running anaconda - please wait...
ro: Se încarcã programul de instalare (Anaconda)...

source: Please enter the following information: o the name or IP number of your NFS server o the directory on that server containing %s for your architecture
ro: Urmãtoarele informaþii sînt necesare: o numele sau adresa de IP a serverului NFS o directorul de pe serverul de NFS conþinînd pachetele %s pentru acest sistem

source: Map Image to display
ro: Hartã de Afiºat

source: Width of map (in pixels)
ro: Mãrimea Hãrþii (în pixeli)

source: Enable antialias
ro: Activare antialias

source: World
ro: Tot Globul

source: North America
ro: America de Nord

source: South America
ro: America de Sud

source: Indian Rim
ro: Zona Indianã

source: Europe
ro: Europa

source: Cannot load timezone data
ro: Nu se pot încãrca informaþiile de zonã de timp

source: View:
ro: Aratã:

source: Base
ro: Sistem Bazã

source: Printing Support
ro: Suport Imprimantã

source: Classic X Window System
ro: System X Windows Clasic

source: X Window System
ro: System X Windows

source: Laptop Support
ro: Suport Laptop

source: Sound and Multimedia Support
ro: Suport Audio ºi Multimedia

source: Network Support
ro: Configurare Reþea

source: Dialup Support
ro: Suport Modem

source: Messaging and Web Tools
ro: Utilitare Web ºi Comunicaþii

source: Graphics and Image Manipulation
ro: Graficã ºi Creaþie de Imagini

source: News Server
ro: Server Usenet News

source: NFS File Server
ro: Server NFS
