Repository: 3838438org/anaconda-1
Catalog: po/*.po
Languages: ast, ro, ta, tr

source: This RAID device can have a maximum of %s spares. To have more spares you will need to add members to the RAID device.
ro: Aceastã partiþie de tip RAID poate avea un maxim de %s membri suplementari. Pentru a avea mai mulþi membri suplementari trebuie sã mai adãugaþi membri la partiþia RAID.
tr: Bu RAID aygýtý en çok %s yedek içerebilir. Daha fazla yedeðe ihtiyacýnýz varsa RAID aygýtýna yeni üyeler eklemelisiniz.

source: When finished please exit from the shell and your system will reboot.
ast: Cuando heba finao salga de la shell y el so sistema reiniciaráse.
ro: Cînd aþi terminat ieºiþi din promptul shell ºi sistemul se va reseta automat.
tr: Bittiðinde lütfen 'exit' ile kabuktan çýkýp sistemi yeniden baþlatýn.

source: Rescue
ast: Rescatar
ro: Recuperare
ta: Á£û
tr: Kurtar

source: The rescue environment will now attempt to find your Red Hat Linux installation and mount it under the directory %s. You can then make any changes required to your system. If you want to proceed with this step choose 'Continue'. You can also choose to mount your file systems read-only instead of read-write by choosing 'Read-Only'. If for some reason this process fails you can choose 'Skip' and this step will be skipped and you will go directly to a command shell.
tr: Kurtarma kipi, Red Hat Linux kurulumunuzu bulmaya çalýþacak ve bulduðunda sistemi %s dizini altýna baðlayacaktýr. Bundan sonra sisteminizde gerekli düzeltmeleri yapabilirsiniz. Bu iþlemin yapýlmasýný istiyorsanýz, 'Devam et' seçiniz. Ayrýca isterseniz sistemi oku-yaz kipinde baðlamak yerine salt-okunur baðlamak istiyorsanýz 'Salt-okunur' düðmesini de seçebilirsiniz. Bazý nedenlerle bu iþlem gerçekleþmezse 'Atla' düðmesine týklayarak bu adýmý geçebilir ve doðrudan kabuða düþebilirsiniz.

source: Continue
ast: Siguir
ro: Continuare
tr: Devam Et

source: Read-Only
ast: Mou llectura
ta: Å¡º¢ì¸ ÁðÎõ
tr: Salt-Okunur

source: Skip
ast: Omitir
ro: Urmãtoarea etapã
ta: ¾Å¢÷
tr: Atla

source: System to Rescue
ast: Sistema a rescatar
ro: Sistem pentru Recuperare
tr: Kurtarýlacak Sistem

source: What partition holds the root partition of your installation?
ro: Ce partiþie conþine partiþia de root a instalãrii Red Hat Linux?
tr: Kurulumun kök dizini hangi disk bölümünde bulunuyor?

source: Exit
ast: Colar
ta: ¦ÅÇ¢î¦ºø
tr: Çýkýþ

source: Your system had dirty file systems which you chose not to mount. Press return to get a shell from which you can fsck and mount your partitions. The system will reboot automatically when you exit from the shell.
ast: El to sistema caltién sistemes de ficheros non válidos qu'escoyisti nun montar. Calca intro pa obtener un terminal dende'l que puedas facer fsck y montar les particiones. El sistema reaniciará automáticamente cuando salga del terminal.
tr: Dosya sisteminizi baðlamamayý tercih ettiniz. Enter tuþuna basarak kabuða düþebilir ve fsck ile disk bölümünü denetledikten sonra mount ile dosya sisteminizi baðlayabilirsiniz. Kabuðu 'exit' yazarak býraktýðýnýzda sistem kendiliðinden yeniden baþlatýlacaktýr.

source: Your system has been mounted under %s. Press <return> to get a shell. If you would like to make your system the root environment, run the command: chroot %s The system will reboot automatically when you exit from the shell.
tr: Dosya sisteminiz %s dizini altýna baðlandý. <Enter> tuþuna bastýðýnýzda kabuða düþeceksiniz. Sisteminizi kök dizini altýna baðlamak isterseniz: chroot %s komutunu girmelisiniz. Kabuðu 'exit' ile býrakýrsanýz sistem kendiliðinden tekrar baþlatýlacaktýr.

source: An error occurred trying to mount some or all of your system. Some of it may be mounted under %s. Press <return> to get a shell. The system will reboot automatically when you exit from the shell.
ast: Hebo un fallu al intentar montar dellos o tolos sistemes. Dellos podríen ser montaos baxo %s. Calca <intro> pa obtener una shell. El sistema reanicializaráse automáticamente cuando salgas de la shell.
tr: Dosya sisteminizi baðlamaya çalýþýrken bir hata oluþtu. Kýsmen de olsa dosya isteminiz %s altýnda baðlanmýþ olabilir. <Enter> tuþuna bastýðýnýzda kabuða düþeceksiniz. Kabuktan 'exit' yazarak çýktýðýnýzda sistem kendiliðinden tekrar baþlatýlacaktýr.

source: Rescue Mode
ast: Mou de Rescate
ro: Metodã de Recuperare
ta: Á£û Ó¨È¨Á
tr: Kurtarma Kipi

source: You don't have any Linux partitions. Press return to get a shell. The system will reboot automatically when you exit from the shell.
ast: Nun tienes denguna partición Linux. Calca Intro pa obtener una shell. El sistema va reinicializase cuando salgas de la shell.
ro: Nu aveþi nici o partiþie de tip Linux. Apãsaþi Enter pentru un shell. Sistemul se va reseta automat cînd ieºiþi din shell.
tr: Bir Linux dosya sistemi bulunamadý. Kabuða düþmek için enter tuþuna basýnýz. Kabuktan 'exit' ile çýktýðýnýzda sistem kendiliðinden tekrar baþlatýlacaktýr.

source: Your system is mounted under the %s directory.
ast: El sistema ta montáu baxo'l direutoriu %s.
tr: Dosya sisteminiz %s altýna baðlandý.

source: Help not available
ro: Ajutor nedisponibil
ta: ¯¾Å¢ ¸¢ð¼Å¢ø¨Ä
tr: Bu konuda yardým yok

source: No help is available for this step of the install.
ro: Aceastã pas de instalare nu are documentaþie de ajutor.
tr: Kurulumun bu adýmý için yardým bulunmuyor.

source: Save Crash Dump
ro: Salvare Text Excepþie
ta: ÓÈ¢× ¦¸¡ð¼¨Ä §ºÁ¢
tr: Bellekteki Bilgiyi Kaydet

source: Save
ro: Salvare
ta: §ºÁ¢
tr: Kaydet

source: Debug
ta: À¢¨Æ¿£ì¸õ
tr: Hata Ayýklama

source: %s (C) 2002 Red Hat, Inc.
tr: %s © 2002 Red Hat, Inc.

source: <F1> for help | <Tab> between elements | <Space> selects | <F12> next screen
ro: <F1> help|<Tab> între elemente|<Space> selecteazã|<F12> urmãtorul ecran
tr: <F1> yardým | Gezinmek için <Tab> | <Boþluk> seçer | <F12> sonraki ekran

source: <Tab>/<Alt-Tab> between elements | <Space> selects | <F12> next screen
ast: <Tab>/<Alt-Tab> ente elementos | <Espaciu> escoyer | <F12> siguiente
ro: <Tab>/<Alt-Tab> între elemente | <Space> selecteazã | <F12> urmãtorul ecran
tr: <Tab>/<Alt-Tab> ileri-geri | <Boþluk> iþaretle | <F12> sonraki ekran

source: Cancelled
ast: Encaboxada
ro: Abandonat
ta: ¿£ì¸ôÀð¼Ð
tr: Vazgeçildi

source: I can't go to the previous step from here. You will have to try again.
ast: Nun puedes retroceder dende equí. Habrá qu'entamar de nuevu.
ro: Nu se poate sãri la o etapã anterioarã de aici. Încercaþi din nou.
tr: Bu adýmdan bir öncekine gidilemez. Yeniden denemeniz gerekiyor.

source: Searching
ro: Cãutare
ta: §¾Î¸¢ÈÐ
tr: Taranýyor

source: Searching for %s installations...
ro: Se încearcã detectarea instalãrilor %s...
ta: %s ¿¢ÚÅø¸û §¾¼ôÀÎ¸¢ýÈÉ ...
tr: %s kurulumlarý aranýyor...

source: Dirty File Systems
ast: Sistemes de ficheros incorreutos
ta: «Øì¸¡É §¸¡ôÀ¨ÁôÒì¸û
tr: Karýþýk Dosya Sistemleri

source: The following file systems for your Linux system were not unmounted cleanly. Please boot your Linux installation, let the file systems be checked and shut down cleanly to upgrade. %s
ast: Ún o más de los sistemes de ficheros del sistema Linux nun se desmontaron de mou correcho. Aconseyámoste entamar la instalación de Linux, chequear el sistema de ficheros y zarrar el sistema correcho p'anovalu %s
tr: Diskinizdeki bir ya da birden fazla dosya sisteminin ayrýlmasý baþarýsýz oldu. Lütfen Linux'u tekrar baþlatýp, dosya sistemlerinin denetlenmesini saðladýktan sonra güncellemek üzere sistemi normal þekilde kapatýn. %s

source: The following file systems for your Linux system were not unmounted cleanly. Would you like to mount them anyway? %s
ast: Nun se desmontaron correcho ún o más sistemes de ficheros del sistema Linux. ¿Quies montalos de toes formes? %s
tr: Diskinizdeki bir ya da birden fazla dosya sisteminin ayrýlmasý baþarýsýz oldu. Bunlarýn yine de baðlanmasýný istiyor musunuz? %s

source: Mount failed
ast: Fallu durante'l montaxe
ro: Montarea a eºuat
ta: ²üÈõ §¾¡øÅ¢
tr: Baðlama baþarýsýz oldu

source: One or more of the file systems listed in the /etc/fstab on your Linux system cannot be mounted. Please fix this problem and try to upgrade again.
tr: /etc/fstab dosyasýnda yer alan dosya sistemlerinden bazýlarý baðlanamadý. Lütfen bu sorunu giderdikten sonra güncellemeyi yeniden baþlatýn.

source: One or more of the file systems listed in the /etc/fstab of your Linux system are inconsistent and cannot be mounted. Please fix this problem and try to upgrade again.
tr: /etc/fstab dosyasýnda yeralan dosya sistemlerinden bazýlarý çeliþkili olduðundan baðlanamadý. Lütfen bu sorunu giderdikten sonra güncellemeyi tekrarlayýn.

source: The following files are absolute symbolic links, which we do not support during an upgrade. Please change them to relative symbolic links and restart the upgrade.
ast: Los siguientes ficheros son enllaces simbólicos absolutos, non sofitaos durante l'anovamientu. Por favor, camúdalos a enllaces simbólicos rellativos y reanicia l'anovamientu.
ro: Urmãtoarele fiºiere sînt de tip link simbolic absolut ºi nu sînt suportate de programul de instalare. Trebuie sã modificaþi aceste fiºiere ca sã fie de tip link simbolic relativ ºi apoi sã porniþi din nou programul de instalare.
tr: Aþaðýdaki dosyalar sabit sembolik bað dosyalarýdýr ve bir güncelleme sýrasýnda desteklenmezler. Lütfen onlarý göreli sembolik bað dosyalarýna dönüþtürdükten sonra güncelleme iþlemine yeniden baþlayýnýz.

source: %s not found
ro: Nu s-a gãsit %s
ta: %s ¸¡½ôÀ¼Å¢ø¨Ä
tr: %s bulunamadý

source: Finding
ro: Cãutare
ta: §¾¼ôÀÎ¸¢ÈÐ
tr: Bulunuyor

source: Finding packages to upgrade...
ro: Determinare pachete pentru actualizare...
ta: §Á§ÄüÚÅ¾ü¸¡É ¦À¡¾¢¸û §¾¼ôÀÎ¸¢ýÈÉ ...
tr: Güncellenecek paketler belirleniyor...

source: Rebuild of RPM database failed. You may be out of disk space?
ro: Reconstructia bazei de date RPM a esuat. Aveti destul spatiu pe hard disc?
tr: RPM veri tabanýnýn yeniden oluþturulmasý baþarýsýz. Diskiniz dolmuþ olabilir.

source: An error occurred when finding the packages to upgrade.
tr: Güncellenecek paketler belirlenirken bir hata oluþtu.

source: This system appears to have third party packages installed that overlap with packages included in Red Hat Linux. Because these packages overlap, continuing the upgrade process may cause them to stop functioning properly or may cause other system instability. Do you wish to continue the upgrade process?
ro: Se pare cã pe acest sistem sînt instalate pachete produse de altcineva decît Red Hat. Unele dintre aceste pachete conþin fiºiere care se suprapun cu fiºierele conþiunte in pachetele de Red Hat Linux. Din cauzã cã aceste pachete se suprapun, continuarea procesului de actualizare poate cauza ca acele pachete sã nu mai funcþioneze corect sau pot cauza chiar instabilitatea sistemului. Doriþi sã continuaþi cu procesul de actualizare?
tr: Bu sistemde kurulu bazý paketler bu Red Hat Linux daðýtýmýndaki bazý paketlerle örtüþüyor. Güncelleme iþlemi bu paketlerin üzerine yazacaðýndan sisteminiz bu iþlemden sonra kararsýz duruma gelebilir. Yine de güncelleme iþlemine devam edilsin mi?

source: This system does not have an /etc/redhat-release file. It is possible that this is not a Red Hat Linux system. Continuing with the upgrade process may leave the system in an unusable state. Do you wish to continue the upgrade process?
ro: Acest sistem nu conþine fiºierul /etc/redhat-release. Este posibil ca acesta nu este un sisten Red Hat Linux. Continuarea procesului de actualizare poate lãsa întregul sistem într-o stare instabilã. Doriþi sã continuaþi procesul de actualizare?
tr: Bu sistemde bir /etc/redhat-release dosyasý yok. Büyük ihtimalle bir Red Hat Linux sistemi deðil. Güncelleme iþlemi sisteminizin karasýz duruma gelmesi ile sonuçlanabilir. Yine de güncelleme iþlemine devam edilsin mi?

source: Mouse Not Detected
ro: Mouse nedetectat
tr: Fare Seçilmedi

source: Your mouse was not automatically detected. To proceed in the graphical installation mode, please proceed to the next screen and provide your mouse information. You may also use text mode installation which does not require a mouse.
ro: Nu s-a putut detecta automat ce tip de mouse este conectat la acest calculator. Dacã doriþi sã continuaþi în instalarea în mediul grafic, avansaþi la ecranul urmãtor ºi selectaþi tipul de mouse care este ataºat la acest calculator. De asemenea, puteþi sã continuaþi instalarea în mod grafic care nu necesitã prezenþa unui mouse.
tr: Sistemdeki fare otomatik algýlanamadý. Grafiksel kuruluma devam etmek için sonraki ekrana geçin ve fare ile ilgili donaným bilgilerinizi verin. Diðer seçenek de fareye gereksinim duymayan metin tabanlý kurulum yapmak.

source: Use text mode
ast: Usar mou testu
ro: Folosire mod text
tr: Metin tabanlý kurulum yap

source: Attempting to start native X server
ro: Se încearcã pornirea unui X Server nativ
tr: X sunucusu baþlatýlmaya çalýþýlýyor.

source: Attempting to start VESA driver X server
tr: VESA sürücülü X sunucusu baþlatýlmaya çalýþýlýyor

source: Waiting for X server to start...log located in /tmp/X.log
ro: Serverul X se iniþializeazã... un log este gãsit în /tmp/X.log
tr: X sunucusunun baþlamasý bekleniyor... Ýþlemler /tmp/X.log dosyasýna kaydediliyor.

source: X server started successfully.
ro: Serverul X Windows a fost pornit cu succes.
tr: X sunucusu baþarýyla çalýþtýrýldý.

source: Account Configuration
ro: Configurare Conturi Utilizator
tr: Hesap Yapýlandýrmasý

source: Root password accepted.
ro: Parola de root acceptatã
ta: ãÄô ÀÂÉ÷ ¸¼×î¦º¡ø ²üÚì¦¸¡ûÇôÀð¼Ð.
tr: Root Parolasý kabul edildi.

source: Root password is too short.
ro: Parola de root este prea scurtã.
ta: ãÄô ÀÂÉ÷ ¸¼×î¦º¡ø Á¢¸îº¢È¢Â¾¡¸ ¯ûÇÐ.
tr: Root parolasý çok kýsa.

source: Root passwords do not match.
ro: Parolele introduse sînt diferite.
ta: ãÄô ÀÂÉ÷ ¸¼×î¦º¡ü¸û ¦À¡Õó¾Å¢ø¨Ä.
tr: Root parolalarý uyuþmuyor.

source: User password accepted.
ro: Parola acceptatã
tr: Kullanýcý parolasý kabul edildi.

source: Root account can not be added here.
ro: Contul pentru root nu poate fi adãugat aici
tr: Buraya root hesabý kaydedilemez.

source: System accounts can not be added here.
tr: Buraya sistem hesaplarý eklenemez.

source: Please enter user password.
ro: Introduceþi parola utilizatorului
tr: Lütfen kullanýcý parolasýný girin.

source: User password is too short.
ro: Parola este prea scurtã.
tr: Kullanýcý parolasý çok kýsa.

source: User passwords do not match.
ro: Parolele introduse sînt diferite.
tr: Kullanýcý parolalarý uyuþmuyor.

source: Add a New User
ro: Adaugã un Utilizator Nou
tr: Yeni Kullanýcý Ekle

source: Edit User
ro: Modificare Utilizator
ta: ÀÂÉ¨Ã ¦¾¡Ì
tr: Kullanýcý Deðiþtir

source: Add a User Account
tr: Kullanýcý Hesabý Eklenmesi

source: Enter a user _name:
tr: Bir _kullanýcý adý girin:

source: Enter a user _password:
tr: Bir kullanýcý _Parolasýný girin:

source: Pass_word (confirm):
tr: Parola (_onay):

source: _Full Name:
tr: _Adý ve Soyadý:

source: Please enter user name
ro: Introduceþi numele contului
tr: Lütfen kullanýcý adýný girin

source: Enter the root (administrator) password for the system.
tr: root (sistem yöneticisi) parolasýný girin.

source: Root _Password:
ta: ãÄô ÀÂÉÃ¢ý ¸¼×î¦º¡ø:
tr: Root _Parolasý:

source: _Confirm:
ta: ¯Ú¾¢¦ºö
tr: O_nayla :

source: Account Name
ro: Nume Cont
tr: Hesap Adý

source: Full Name
ro: Nume Complet
ta: ÓØô¦ÀÂ÷
tr: Adý ve Soyadý

source: _Add
ast: _Amestar
ta: §º÷
tr: _Ekle

source: _Edit
ast: _Editar
ro: _Editare
ta: ¦¾¡Ì
tr: _Düzenle

source: It is recommended that you create a personal account for normal (non-administrative) use. Accounts can also be created for additional users.
tr: Normal, günlük kullaným için bir kiþisel hesap (root haklarý olmayan) oluþturmanýz önerilir. Burada, sistemi kullanacak herkes için ayrý ayrý hesaplar da oluþturabilirsiniz.

source: Authentication Configuration
ro: Configurare Metode de Autentificare
tr: Eriþim Ayarlarý

source: Enable _MD5 passwords
ta: MD5 ¸¼×î¦º¡ü¸¨Ç þÂìÌ
tr: _MD5 parolalar kullanýlsýn

source: Enable shado_w passwords
ta: ¿¢Æø ¸¼×î¦º¡ü¸¨Ç þÂìÌ
tr: _Gölge parolalar kullanýlsýn

source: Enable N_IS
ta: NIS³ þÂìÌ
tr: _NIS kullanýlsýn

source: Use _broadcast to find NIS server
tr: NIS sunucuyu _bulmak için yayýn adresini kullan

source: NIS _Domain:
ta: NIS ¸Çõ:
tr: NIS _Alaný:

source: NIS _Server:
ta: §º¨ÅÂ¸ «¨ÁôÒì¸û
tr: NIS _Sunucu:

source: Enable _LDAP
ta: LDAP³ þÂìÌ
tr: _LDAP kullanýlsýn

source: Use _TLS lookups
ta: TLS §Á§É¡ì¸í¸¨Ç ¯À§Â¡¸¢
tr: _TLS kullanýlsýn

source: LDAP _Server:
ta: LDAP §º¨ÅÂ¸õ:
tr: LDAP _Sunucu:

source: LDAP _Base DN:
ta: LDAP «ÊôÀ¨¼ DN:
tr: LDAP _Temel DN:

source: Enable _Kerberos
ta: Kerberos³ þÂìÌ
tr: _Kerberos kullanýlsýn

source: R_ealm:
ta: ¸Çõ:
tr: _Alan:

source: _Admin Server:
ta: ¿¢÷Å¡¸ §º¨ÅÂ¸õ:
tr: _Yetkili Sunucu:

source: Enable SMB _Authentication
ta: SMB ¦Áö¿¢ÚÅ¨Ä þÂìÌ
tr: S_MB Kimlik Sýnamasý kullanýlsýn

source: SMB _Server:
ta: SMB §º¨ÅÂ¸õ:
tr: SMB _Sunucu:

source: A boot loader password prevents users from changing options passed to the kernel. For greater system security, it is recommended that you set a password.
tr: Bir önyükleme parolasý yetkisiz kullanýcýlarýn çekirdeðe aktarýlanseçenekleri deðiþtirmelerini engellemek içindir. Daha yüksek bir güvenlik istiyorsanýz bir parolalý açýlýþ tavsiye edilir.

source: _Use a boot loader password
ast: _Usar contraseña nel xestor d'arranque
ta: ÐÅì¸§ÁüÈ¢Â¢ý ¸¼×î¦º¡ø¨Ä ¯À§Â¡¸¢
tr: Önyükleyici parolasý _kullanýlsýn

source: Change _password
ast: Camudar _contraseña
ta: ¸¼×î¦º¡ø¨Ä Á¡üÚ
tr: Parolayý _deðiþtir

source: Enter Boot Loader Password
ast: Contraseña del sector d'arranque
ta: ÐÅì¸§ÁüÈ¢Â¢ý ¸¼×î¦º¡ø¨Ä ÅÆíÌ¸
tr: Önyükleyici Parolasýný Giriniz

source: Enter a boot loader password and then confirm it.
ta: ÐÅì¸§ÁüÈ¢Â¢ý ¸¼×î¦º¡ø¨Ä ÅÆí¸¢, ¯Ú¾¢Ôõ ¦ºöÂ×õ.
tr: Bir önyükleyici parolasý girin ve onaylamak için tekrarlayýn.

source: _Password:
ast: _Contraseña
ta: ¸¼×î¦º¡ø:
tr: _Parola:

source: Con_firm:
ast: Con_firmar:
ta: ¯Ú¾¢¦ºö:
tr: O_nayla:

source: Passwords don't match
ast: Les contraseñas nun concasen
ta: ¸¼×î¦º¡ü¸û ¦À¡Õó¾Å¢ø¨Ä
tr: Parolalar uyuþmuyor

source: Passwords do not match
ast: Les contraseñas nun concasen
ro: Parolele introduse sînt diferite.
ta: ¸¼×î¦º¡ü¸û ¦À¡Õó¾Å¢ø¨Ä
tr: Parolalar uyuþmuyor

source: Your boot loader password is less than six characters. We recommend a longer boot loader password. Would you like to continue with this password?
ro: Parola de protecþie a încãrcãtorului de sistem de operare este mai micã de ºase caractere. Se recomandã folosirea unei parole mai lungi. Doriþi sã continuaþi cu aceastã parolã?
tr: Önyükleyici parolanýz altý karakterden kýsa. Daha uzun bir parola kullanmanýz önerilir. Bu parolayý kullanarak devam etmek istiyor musunuz?

source: Boot Disk Creation
ro: Creare Disc de Boot
tr: Açýlýþ Disketinin Oluþturulmasý

source: The boot diskette allows you to boot your %s system from a floppy diskette. A boot disk allows you to boot your system if your bootloader configuration stops working, if you chose not to install a boot loader, or if your third-party boot loader does not support Linux. It is highly recommended you create a boot disk.
tr: Açýlýþ disketi %s sisteminizi bir disketle açmanýzý saðlar. Önyükleyiciniz çalýþmadýðýnda, bir önyükleyici kurmamýþsanýz ya da baþka bir önyükleyici ile sisteminizi açamýyorsanýz bu disket yardýmýyla sisteminizi açabilirsiniz. Bu bakýmdan mutlaka bir açýlýþ disketi oluþturmalýsýnýz.

source: _Yes, I would like to create a boot disk
tr: _Evet, bir açýlýþ disketi oluþturulmalý

source: No, I _do not want to create a boot disk
tr: Hay_ýr, bir açýlýþ disketi oluþturulmasýn

source: Advanced Boot Loader Configuration
ta: §ÁõÀð¼ ÐÅì¸§ÁüÈ¢ ÅÊÅ¨ÁôÒ
tr: Ýleri Düzey Önyükleyici Yapýlandýrmasý

source: Forcing the use of LBA32 for your bootloader when not supported by the BIOS can cause your machine to be unable to boot. We highly recommend you create a boot disk when asked later in the install process. Would you like to continue and force LBA32 mode?
ro: Forþarea folosirii modului LBA32 pentru încãrcãtorul de sistem de operare în cazurile în care acest mod nu este suportat de BIOS poate lãsa sistemul într-o stare în care nu este capabil de încãrcarea sistemului de operare. Se recomandã ca sã creaþi o dischetã de boot atunci cînd vi se va prezenta oportunitatea mai tîrziu în procesul de instalare. Doriþi sã continuaþi ºi sã forþaþi folosirea modului LBA32?
tr: LBA32 kullanýmýna zorlamak BIOS tarafýndan desteklenmediði durumlarda makinanýn önyükleme yapamamasý ile sonuçlanabilir. Kurulumun ileri safhalarýnda sorulduðunda bir açýlýþ disketi oluþturmayý ihmal etmeyin. LBA32 kipine zorlayarak kuruluma devam etmek istiyor musunuz?

source: Force LBA32
ta: LBA32³ ¸ð¼¡ÂôÀÎòÐ
tr: LBA32 kullanýlsýn

source: _Force LBA32 (not normally required)
ta: LBA32³ ¸ð¼¡ÂôÀÎòÐ (þÂøÀ¡¸ §¾¨ÅÂ¢ø¨Ä)
tr: _LBA32 mutlaka kullanýlsýn (normalde gerekmez)

source: If you wish to add default options to the boot command, enter them into the 'General kernel parameters' field.
tr: Önyükleme sýrasýnda çekirdeðe aktarýlacak parametreler ve ek önyükleme seçeneklerini aþaðýdaki 'Genel çekirdek parametreleri' alanýna yazabilirsiniz.

source: _General kernel parameters
ta: ¦À¡ÐÅ¡É ¸Õ «ÇÒÕ¸û
tr: _Genel çekirdek parametreleri

source: Boot Loader Configuration
ast: Configuración del xestor d'arranque
ro: Configurare Încãrcãtor de Sistem
ta: ÐÅì¸§ÁüÈ¢ ÅÊÅ¨ÁôÒ
tr: Önyükleyici Yapýlandýrmasý

source: Change Boot Loader
ta: ÐÅì¸§ÁüÈ¢¨Â Á¡üÈ¢
tr: Önyükleyiciyi Deðiþtir

source: You have selected not to install a boot loader on your system. You will have to create a boot disk to boot your system with this option. Would you like to continue and not install a boot loader?
tr: Sisteminize bir önyükleyici kurulmamasýný seçtiniz. Bu durumda bir açýlýþ disketi oluþturmalýsýnýz. Önyükleyici kurmadan devam etmek istiyor musunuz?

source: C_ontinue with no boot loader
ta: ÐÅì¸§ÁüÈ¢ þøÄ¡Áø ¦¾¡¼Õ
tr: Bir önyükleyici kur_MAdan devam et

source: Please select the boot loader that the computer will use. GRUB is the default boot loader. However, if you do not wish to overwrite your current boot loader, select "Do not install a boot loader."
ro: Selectaþi încãrcãtorul de sistem de operare care va fi folosit de acest sistem. implicit se va folosi GRUB. Dacã nu doriþi sã suprascrieþi încãrcãtorul deja instalat, selectaþi "Fãrã instalare de încãrcãtor de sistem".
tr: Lütfen makinanýzda kullanýlacak önyükleyiciyi seçiniz. GRUB öntanýmlýdýr. Mevcut önyükleyicinizin üzerine yazýlmasýný istemiyorsanýz "Bir önyükleyici kurMA" seçmelisiniz.

source: Use _GRUB as the boot loader
ta: GRUB³ ÐÅì¸§ÁüÈ¢Â¡¸ ¯À§Â¡¸¢
tr: Önyükleyici olarak _GRUB kullanýlsýn

source: Use _LILO as the boot loader
ta: LILO¨Å ÐÅì¸§ÁüÈ¢Â¡¸ ¯À§Â¡¸¢
tr: Önyükleyici olarak _LILO kullanýlsýn

source: _Do not install a boot loader
ta: ÐÅì¸§ÁüÈ¢¨Â ¿¢ÚÅ¡§¾
tr: Bir önyükleyici kur_MA

source: The %s boot loader will be installed on /dev/%s.
ta: %s ÐÅì¸§ÁüÈ¢ /dev/%sø ¿¢ÚÅôÀÎõ.
tr: %s önyükleyicisi /dev/%s üzerine kurulacak.

source: No boot loader will be installed.
ta: ±ó¾ ÐÅì¸§ÁüÈ¢Ôõ ¿¢ÚÅôÀ¼¡Ð.
tr: Önyükleyici kurulmayacak.

source: _Change boot loader
ta: ÐÅì¸§ÁüÈ¢¨Â Á¡üÈ¢
tr: Önyükleyiciyi _deðiþtir

source: Configure advanced boot loader _options
tr: Ýleri düzey önyükleyici yapýlandýrma _seçenekleri

source: Install Boot Loader record on:
ro: Instalare Încãrcãtor de Sistem pe:
ta: ÐÅì¸§ÁüÈ¢ À¾¢¨Å þ¾¢ø ¿¢Ú×:
tr: LILO kaydýný bu bölüme kur:

source: _Change Drive Order
ta: þÂì¸¢ ÅÃ¢¨º¨Â Á¡üÚ
tr: Sürücü _Sýrasýný Deðiþtir

source: Unable to Change Drive Order for LILO
ta: LILOÅ¢ü¸¡É þÂì¸¢ ÅÃ¢¨º¨Â Á¡üÈ ÓÊÂÅ¢ø¨Ä
tr: LILO Sürücü Sýrasýný Deðiþtiremiyor

source: We do not support changing the drive order for use with LILO.
ta: ¿¡í¸û LILO ¯À§Â¡¸ò¾¢ü¸¡É þÂì¸¢ ÅÃ¢¨º¨Â Á¡üÈ «ÛÁ¾¢ôÀ¾¢ø¨Ä.
tr: LILO kullanýldýðýnda sürücü sýrasýnýn deðiþtirilmesi desteklenmiyor.

source: Edit Drive Order
ta: þÂì¸¢ ÅÃ¢¨º¨Â ¦¾¡Ì
tr: Sürücü Sýralamasýnýn Düzenlenmesi
