Repository: 3838438org/anaconda-1
Catalog: po/*.po
Languages: ast, ro, ta, tr

source: You must enter a valid hostname for this computer.
ast: Tien d'ingresar un nome válidu d'equipu pa esta computadora.

source: The hostname "%(hostname)s" is not valid for the following reason: %(herrors)s
ast: El nome del host "%(hostname)s" nun ye válidu pol siguiente motivu: %(herrors)s

source: Select network interface
ast: Seleiciona la interface de rede

source: This requires that you have an active network connection during the installation process. Please configure a network interface.
ast: Esto requier que tengas una conexón de rede activa durante'l procesu d'instalación. Por favor, configura una interface de rede.

source: Select APs
ast: _Esbillar APs

source: Select APs for wireless devices
ast: Esbilla un puntu d'accesu (APs) pal preséu inalámbricu

source: Boot loader operating system list
ast: Llista de sistemes operativos del xestor d'arranque

source: Enter a label for the boot loader menu to display. The device (or hard drive and partition number) is the device from which it boots.
ast: Introduz el testu que se visualizará nel menú del xestor d'arranque. El preséu (o unidá de discu duru y nome de partición) ye'l preséu dende'l que s'arranca.

source: This boot target cannot be deleted because it is for the %s system you are about to install.
ast: Esti puntu d'arranque nun se puede desaniciar porque ye pal sistema %s que tas a puntu d'instalar.

source: Edit Partition: %s
ast: Editar Partición: %s

source: Drive %(drive)s (%(size)-0.f MB) (Model: %(model)s)
ast: Discu %(drive)s (%(size)-0.f MB)(Modelu: %(model)s)

source: LVM Volume Group %s (%-0.f MB)
ast: Grupu de volume LVM %s (%-0.f MB)

source: MD RAID ARRAY %s (%-0.f MB)
ast: ARRAY RAID MD %s (%-0.f MB)

source: The partitioning scheme you requested caused the following critical errors.
ast: L'esquema de particionáu que pidió causó los siguientes fallos críticos.

source: You must correct these errors before you continue your installation of %s.
ast: Estos fallos tienen d'iguase enantes de siguir cola instalación de %s.

source: The partitioning scheme you requested generated the following warnings.
ast: L'esquema de particionáu que pidió xeneró les siguientes alvertencies.

source: The following pre-existing devices have been selected to be formatted, destroying all data.
ast: Les siguientes particiones pre-esistentes seleicionáronse pa particionar, afarando tolos datos.

source: Cannot perform any creation action
ast: Nun puede executase denguna aición de creación

source: Note that the creation action requires one of the following: * Free space in one of the Hard Drives. * At least two free Software RAID partitions. * At least one free physical volume (LVM) partition. * At least one Volume Group with free space.
ast: Nota que la creación necesita ún d'estos requerimientos: * Espaciu Llibre nún de los Discos Duros. * Como mínimu dos particiones RAID llibres. * Como mínimu una partición LVM llibre. * como mínimu un Grupu de Volume con espaciu llibre.

source: Software RAID allows you to combine several disks into a larger RAID device. A RAID device can be configured to provide additional speed and reliability compared to using an individual drive. For more information on using RAID devices please consult the %s documentation.
ast: El RAID de software permítete combinar dellos discos nun preséu RAID mayor. Si se lo compara con un discu individual, un preséu RAID puede configurase pa proporcionar velocidá y fiabilidá adicional. Pa obtener mayor información tocante a la utilización de preseos RAID consulta la documentación %s.

source: To use RAID you must first create at least two partitions of type 'software RAID'. Then you can create a RAID device that can be formatted and mounted.
ast: Pa usar RAID tienes de crear al menos dos particiones de la triba 'software RAID'. Podrás crear un preséu RAID que pueda formatiase y montase.

source: You currently have %d software RAID partition free to use.
ast: Anguaño tienes pa usar %d partición llibre de software RAID.

source: About RAID
ast: Tocante a RAID

source: To create a PV you need a partition with free space. To create a VG you need a PV that is not part of any existing VG. To create an LV you need a VG with free space.
ast: Pa facer un PV necesites una partición con espaciu llibre. Pa crear un VG necesites un PV que nun seya parte de dengún VG esistente. Para crear un LV necesites un VG con espaciu llibre.

source: You currently have %d available PV free to use.
ast: Anguaño tienes disponible pa usar %d PV llibre.

source: You currently have free space to create PVs.
ast: Anguaño tienes espaciu llibre pa crear PVs.

source: About LVM
ast: Tocante a LVM

source: You cannot edit this device: %s
ast: Nun puedes editar esti preséu: %s

source: _Create
ast: _Crear

source: Please Select A Device
ast: Esbillar un preséu

source: _Format as:
ast: _Formatear como:

source: Mi_grate filesystem to:
ast: Mi_grar sistema de ficheru a:

source: _Resize
ast: _Redimensionar

source: Partitions of type '%s' must be constrained to a single drive. To do this, select the drive in the 'Allowable Drives' checklist.
ast: Particiones de la triba '%s' tien de tar restrinxío a una sola unidá. Pa facer esto, seleiciona la unidá na llista de comprobación 'Unidaes permisibles'.

source: Edit RAID Device: %s
ast: Editar preséu RAID: %s

source: Unable to read package metadata from repository. This may be due to a missing repodata directory. Please ensure that your repository has been correctly generated. %s
ast: Nun foi dable lleer los metadatos del paquete dende'l repositoriu. Puede ser darréu de que nun hai un direutoriu de datos del repositoriu. Por favor asegúrate de que'l to repositoriu xeneróse correcho. %s

source: Edit Repository
ast: Editar Repositoriu

source: The repository %s has already been added. Please choose a different repository name and URL.
ast: El repositoriu %s yá s'amestó. Escueyi un nome de repositoriu y URL distintu.

source: Invalid Proxy URL
ast: URL del Proxy Non válidu

source: You must provide an HTTP, HTTPS, or FTP URL to a proxy.
ast: Tienes d'apurrir un URL HTTP, HTTPS o FTP d'un proxy.

source: Invalid Repository URL
ast: URL del Repositoriu Non válidu

source: You must provide an HTTP, HTTPS, or FTP URL to a repository.
ast: Tienes d'apurrir un URL HTTP, HTTPS o FTP d'un repositoriu.

source: No Media Found
ast: Nun s'alcuentren medios

source: No installation media was found. Please insert a disc into your drive and try again.
ast: Nun s'atopó dengún mediu d'instalación. Por favor, inxerta un discu na so unidá ya inténtalo nuevamente.

source: Please enter an NFS server and path.
ast: Por favor, ingresa'l nome del sirvidor NFS y el camín.

source: The following error occurred while setting up the repository: %s
ast: El siguiente fallu asocedió durante la configuración del repositoriu: %s

source: Invalid Repository Name
ast: Nome de Repositoriu Non válidu

source: You must provide a repository name.
ast: Tienes de dar un nome de repositoriu.

source: Add Repository
ast: Amestar Repositoriu

source: No Software Repos Enabled
ast: Nun hai Repositorios de Software Activaos

source: You must have at least one software repository enabled to continue installation.
ast: Tienes de tener al menos un repositoriu de software activáu pa siguir cola instalación.

source: Due to system changes, your boot loader configuration can not be automatically updated.
ast: Darréu de cambeos nel sistema, la configuración del cargador d'arranque nun puede anovase automáticamente.

source: The installer has detected the %(type)s boot loader currently installed on %(bootDev)s.
ast: L'instalador deteutó que'l xestor d'arranque %(type)s ta instaláu anguaño en %(bootDev)s.

source: This option creates a new boot loader configuration. If you wish to switch boot loaders, you should choose this.
ast: Esto permitiráte crear una nueva configuración del xestor d'arranque. Si quies camudar los xestores d'arranque, tienes d'esbillar esta opción.

source: This option makes no changes to boot loader configuration. If you are using a third party boot loader, you should choose this.
ast: Esto nun cambiará la configuración del cargador d'arranque. Si tas usando un cargador d'arranque d'otru fabricante, tendríes d'esbillar esta opción.

source: This release of %(productName)s supports an updated file system, which has several benefits over the file system traditionally shipped in %(productName)s. This installation program can migrate formatted partitions without data loss. Which of these partitions would you like to migrate?
ast: Esta versión de %(productName)s sofita un sistema de ficheros anováu, que tien dellos beneficios sobro'l sistema de ficheros que s'incluyía tradicionalmente en %(productName)s. Esti programa d'instalación puede migrar les particiones formateaes ensin perda de datos. ¿Cuál d'estes particiones deseyes migrar?

source: Recent kernels (2.4 or newer) need significantly more swap than older kernels, up to twice the amount of RAM on the system. You currently have %dMB of swap configured, but you may create additional swap space on one of your file systems now.
ast: Los Kernel recientes (2.4 o más nuevos) necesiten más swap que los kernels anteriores, fasta'l duble d'espaciu swap que de la RAM nel sistema. Anguaño tienes %dMB de swap configuráu, sicasí tendríes de facer espaciu swap adicional nun de los sistemes de ficheros.

source: A minimum swap file size of %d MB is recommended. Please enter a size for the swap file:
ast: Ye recomendable que'l ficheru swap seya de al menos %d MB. Tamañu del ficheru swap:

source: A swap file is strongly recommended. Failure to create one could cause the installer to abort abnormally. Are you sure you wish to continue?
ast: Encamentámoste que faigas un ficheru d'intercambéu (swap). Si nun lu faes, l'instalador podría detenese de sópitu. ¿Daveres que quies siguir?

source: Network Install Required
ast: Instalación de rede requería

source: Your installation source is set to a network location, but no network devices were found on your system. To avoid a network installation, boot with the full DVD, full CD set, or do not pass a repo= parameter that specifies a network source.
ast: La to fonte d'instalación ta configurada a un allugamientu de rede, pero nun s'atopó dengún preséu de rede nel sistema. Pa evitar una instalación de rede, arranca col DVD completu, el xuegu de CD completu, o nun unvies un repo= parámetru qu'especifica una fonte de rede.

source: E_xit Installer
ast: Colar del instalador

source: The z/IPL boot loader will be installed on your system.
ast: El xestor d'arranque z/IPL va instalase nel to sistema.

source: Chandev Parameters
ast: Parámetros Chandev

source: Dynamic IP configuration (DHCP)
ast: Configuración de IP dinámica (DHCP)

source: Manual configuration
ast: Configuración manual

source: Dynamic IP configuration (DHCPv6)
ast: Configuración d'IP dinámica (DHCPv6)

source: Automatic neighbor discovery
ast: Descubrimientu automáticu de vecín

source: Eject Disc
ast: Espulsar Discu

source: Choose "%s" to test the disc currently in the drive, or "%s" to eject the disc and insert another for testing.
ast: Escueyi "%s" pa probar el discu que ta na unidá, o "%s" pa espulsar el discu ya introducir otru pa probalu.

source: If you would like to test additional media, insert the next disc and press "%s". Testing each disc is not strictly required, however it is highly recommended. Minimally, the discs should be tested prior to using them for the first time. After they have been successfully tested, it is not required to retest each disc prior to using it again.
ast: Si quies probar discos adicionales, inxerta'l siguiente y calca "%s". Nun se requier probar cada discu, pero encamiéntase facelo. Mínimamente, tienes de probar los discos enantes d'usalos per primer vegada. Dempués de que la preba se pase con éxitu, nun fai falta probar cada discu enantes d'usalos de nuevu.

source: The %s disc was not found in any of your drives. Please insert the %s disc and press %s to retry.
ast: El discu %s nun s'alcontró en denguna de les unidaes. Introduz el discu %s y calca %s pa reintentar.

source: Disc Found
ast: Alcontróse Discu

source: To begin testing the media before installation press %s. Choose %s to skip the media test and start the installation.
ast: Pa entamar la preba de medios enantes de la instalación calca %s Escueyi %s pa omitir la preba de medios ya entamar la instalación.

source: Scanning
ast: Escaneando

source: Looking for installation images on CD device %s
ast: Guetando imaxes d'instalación en preséu CD %s

source: Looking for installation images on CD device %s
ast: Guetando imaxe d'instalación en preséu CD %s

source: The %s disc was not found in any of your CDROM drives. Please insert the %s disc and press %s to retry.
ast: El discu %s nun s'alcontró en denguna de les unidaes de CDROM. Introduz el discu %s y calca %s pa volver a intentalo.

source: Disc Not Found
ast: Discu non alcontráu

source: Cannot find kickstart file on CDROM.
ast: Nun puede atopase'l ficheru kickstart nel CDROM.
ta: CDROMø ÐÅì¸ §¸¡ô¨À ¸¡½Å¢ø¨Ä.

source: Failed to read directory %s: %m
ast: Nun pudo lleese'l direutoriu %s: %m

source: Reading driver disk
ast: Lleendo'l conteníu del discu

source: Driver Disk Source
ast: Fonte de discu de controladores
ta: þÂìÌ Åð¨¼ ãÄõ

source: You have multiple devices which could serve as sources for a driver disk. Which would you like to use?
ast: Tienes múltiples preseos que pueden sirvir como fontes pa un discu de controladores. ¿Cuál te prestaría usar?

source: There are multiple partitions on this device which could contain the driver disk image. Which would you like to use?
ast: Hai múltiples particiones nesti preséu que podríen caltener la imaxe del controlador de discu. ¿Cuál te prestaría usar?

source: Failed to mount partition.
ast: Falló al montar la partición.

source: Select driver disk image
ast: Escueyi la imaxe del controlador del discu

source: Select the file which is your driver disk image.
ast: Escueyi'l ficheru que ye la to imaxe de controlador de discu.

source: Failed to load driver disk from file.
ast: Falló al montar el discu de controladores dende'l ficheru.

source: Insert your driver disk into /dev/%s and press "OK" to continue.
ast: Introduz el discu de controladores en /dev/%s y calca "Aceutar" pa siguir.

source: Insert Driver Disk
ast: Inxerta'l discu de controladores

source: Driver disk is invalid for this release of %s.
ast: El discu de controladores nun ye válidu pa esta versión de %s.

source: Manually choose
ast: Escueyi manualmente
ta: ¨¸Ó¨È §¾÷×¦ºö

source: Load another disk
ast: Carga otru discu
ta: §Å¦È¡Õ Åð¨¼ ²üÚ

source: No devices of the appropriate type were found on this driver disk. Would you like to manually select the driver, continue anyway, or load another driver disk?
ast: Nun s'atoparon preseos de triba afayadizos nesti discu de controladores. ¿Prestaríate escoyer manualmente el controlador, siguir o cargar otru discu?

source: Driver disk
ast: Discu de controladores

source: More Driver Disks?
ast: ¿Más discos de controladores?
ta: þýÛõ þÂìÌ ÅðÎì¸û ¯ñ¼¡?

source: Do you wish to load any more driver disks?
ast: ¿Quies cargar más discos de controladores?
ta: §Å§ÈÛõ þÂìÌ ÅðÎ¸¨Ç ²üÈ Å¢ÕõÒ¸¢È£÷¸Ç¡?

source: Unknown driver disk kickstart source: %s
ast: Fonte del controlador del discu del métodu kickstart desconocía: %s

source: The following invalid argument was specified for the kickstart driver disk command: %s
ast: Especificóse'l siguiente argumentu non válidu pal comandu del controlador de discu de kickstart: %s

source: Please enter any parameters which you wish to pass to the %s module separated by spaces. If you don't know what parameters to supply, skip this screen by pressing the "OK" button.
ast: Por favor, introduz cualesquier parámetru que deseyes pasar al módulu %s separtáu con espacios. Si nun sabes qué parámetros dar, sáltate esta pantalla calcando'l botón "Aceutar".

source: Enter Module Parameters
ast: Introduz los parámetros del módulu
ta: ÜÈ¢ý «ÇÒÕì¸¨Ç ÅÆí¸×õ

source: No drivers found
ast: Nun s'atopó el driver

source: Load driver disk
ast: Carga un discu de controladores
ta: þÂìÌ Åð¨¼ ²üÚ

source: No drivers were found to manually insert. Would you like to use a driver disk?
ast: Nun s'alcontraron controladores qu'inxertar manualmente. ¿Hai dalgún discu que tenga los controladores?

source: Please select the driver below which you wish to load. If it does not appear and you have a driver disk, press F2.
ast: Por favor, escueyi'l controlador que quies cargar. Si'l controlador que necesites nun apaez nesta llista y tienes un discu de controladores aparte, por favor calca F2.

source: Specify optional module arguments
ast: Especifica los argumentos opcionales de los módulos
ta: Å¢ÕôÀÁ¡É ÜÚ «ÇÒÕì¸¨Ç ÅÆí¸×õ

source: Select Device Driver to Load
ast: Escueyi'l preséu controlador a cargar
ta: ²üÈ §ÅñÊÂ º¡¾É þÂìÌ¿¢Ã¨Ä ¦¾Ã¢× ¦ºö¸

source: An error occured finding the installation image on your hard drive. Please check your images and try again.
ast: Hebo un fallu al guetar la imaxe d'instalación nel discu duru. Comprueba les imáxenes ISO ya inténtalo de nuevu.

source: What partition and directory on that partition holds the installation image for %s? If you don't see the disk drive you're using listed here, press F2 to configure additional devices.
ast: ¿Qué partición y direutoriu d'esa partición tien les imáxenes d'instalación de %s? Si nun ves el discu que tas usando na llista, calca F2 pa configurar los preseos adicionales.

source: Directory holding image:
ast: Direutoriu que contién les imáxenes:

source: Device %s does not appear to contain an installation image.
ast: El preséu %s nun contién una imaxe d'instalación.

source: Bad argument to HD kickstart method command: %s
ast: Argumentu fallíu pal comandu HD del métodu kickstart %s

source: Cannot find kickstart file on hard drive.
ast: Nun puede atopase'l ficheru kickstart nel discu duru.
ta: Åý þÂì¸¢Â¢ø ÐÅì¸ §¸¡ô¨À ¸¡½Å¢ø¨Ä.

source: Cannot find hard drive for BIOS disk %s
ast: Nun pudo atopase'l discu duru pal discu BIOS %s

source: Error opening kickstart file %s: %m
ast: Fallu al abrir el ficheru kickstart %s: %m

source: Error reading contents of kickstart file %s: %m
ast: Fallu al lleer el conteníu del ficheru kickstart %s: %m

source: Error in %s on line %d of kickstart file %s.
ast: Fallu en %s na llinia %d del ficheru kickstart %s.
ta: %s ÐÅì¸ §¸¡ôÀ¢ø %d ÅÃ¢Â¢ø %sø ¾ÅÚ.

source: Missing options on line %d of kickstart file %s.
ast: Opciones perdíes na llinia %d del ficheru kickstart %s.

source: Cannot find ks.cfg on removable media.
ast: Nun puedo atopar ks.cfg nel discu estrayible.

source: Bad argument to device kickstart method command: %s
ast: Mal argumentu pal preséu del comandu del métodu kickstart: %s

source: A module name must be specified for the kickstart device command.
ast: Hai d'especificar el nome de módulu pal comandu de preséu de kickstart.

source: Unable to download the kickstart file. Please modify the kickstart parameter below or press Cancel to proceed as an interactive installation.
ast: Nun pudo baxase'el ficheru kickstart. Por favor modifica'l parámetru kickstart d'abaxo o calca Encaboxar pa proceder como instalación interactiva.

source: Error downloading kickstart file
ast: Fallu al baxar el ficheru kickstart

source: Bad argument to shutdown kickstart method command: %s
ast: Argumentu fallíu p'apagar el comandu de métodu kickstart %s

source: Welcome to %s for %s
ast: Bienllegáu a %s pa %s

source: Welcome to %s for %s - Rescue Mode
ast: Bienllegáu a %s pa %s - Mou Rescate

source: Local CD/DVD
ast: CD/DVD Llocal

source: NFS directory
ast: Direutoriu NFS

source: Update Disk Source
ast: Discu d'anovamientu
ta: ÅðÎ ãÄò¨¾ ÒÐôÀ¢

source: You have multiple devices which could serve as sources for an update disk. Which would you like to use?
ast: Tienes múltiples preseos que pueden sirvir como fontes pa discos d'anovamientu. ¿Cuál te prestaría usar?

source: There are multiple partitions on this device which could contain the update disk image. Which would you like to use?
ast: Hai múltiples particiones nesti preséu que podríen tener la imaxe del discu d'anovamientu. ¿Cuál te prestaría usar?

source: Insert your updates disk into %s and press "OK" to continue.
ast: Introduz el to discu d'anovamientu en %s y calca "Aceutar" pa siguir.

source: Failed to mount updates disk
ast: Falló al montar el discu d'anovamientu
ta: ÒÐôÀ¢ò¾ø Åð¨¼ ²üÈ ÓÊÂÅ¢ø¨Ä

source: Reading anaconda updates
ast: Lleendo anovamientos d'anaconda

source: Unable to download the updates image. Please modify the updates location below or press Cancel to proceed without updates..
ast: Nun pudo baxar la imaxe d'anovamientu. Por favor, modifica l'allugamientu de l'anovamientu d'abaxo o calca Encaboxar pa proceder ensin anovamientos.

source: Error downloading updates image
ast: Fallu al baxar la imaxe d'anovamientos

source: You do not have enough RAM to install %s on this machine%s.
ast: Nun tienes bastante RAM pa instalar %s nesta machine%s.

source: Media Detected
ast: Media deteutada

source: Found local installation media
ast: Deteutóse conteníu d'instalación llocal

source: What type of media contains the installation image?
ast: ¿Qué triba de preséu tien la imaxe d'instalación?

source: No driver found
ast: Nun s'atopó el driver
ta: ­Âì¸¢¦ÂÐ×õ ­ø¨Ä

source: Select driver
ast: Escueyi'l controlador
ta: ­Âì¸¢¨Â ¦¾Ã¢¸

source: Use a driver disk
ast: Usa un discu de controladores
ta: þÂìÌ Åð¨¼ ÀÂýÀÎòÐ

source: Unable to find any devices of the type needed for this installation type. Would you like to manually select your driver or use a driver disk?
ast: Nun pudo atopase dengún preséu del tipu requeríu pa esta instalación. ¿Prestaríate escoyer manualmente'l controlador o usar un discu de controlador?

source: The following devices have been found on your system.
ast: Se han encontráu los siguientes preseos en su sistema.

source: No device drivers have been loaded for your system. Would you like to load any now?
ast: Nun se cargaron los controladores pa esti sistema. ¿Quies cargar dalgún agora?

source: loader has already been run. Starting shell.
ast: ya s'executó'l cargador. Aniciando'l shell.

source: Driver disc was detected in %s. Do you want to use it?.
ast: El discu de controladores deteutóse en %s. ¿Quies usalu?

source: Driver disc detected
ast: Deteutóse discu del controlador

source: Use it
ast: Usar

source: Skip it
ast: Omitir

source: Running anaconda %s, the %s rescue mode - please wait.
ast: Executando anaconda %s, el mou de rescate %s - por favor espere.

source: Running anaconda %s, the %s system installer - please wait.
ast: Executando anaconda %s - l'instalador del sistema %s - por favor espere.

source: Checking "%s".
ast: Comprobar "%s".

source: Checking media.
ast: Tán comprobándose los medios.

source: Unable to find the checksum in the image. This probably means the disc was created without adding the checksum.
ast: Nun pudo alcontrase la suma de verificación na imaxe. Esto significa que dablemente'l discu creóse ensin amestar la suma de verificación.

source: Unable to open the image.
ast: Nun pudo abrise la imaxe

source: The image which was just tested has errors. This could be due to a corrupt download or a bad disc. If applicable, please clean the disc and try again. If this test continues to fail you should not continue the install.
ast: La imaxe qu'acabes de probar tien fallos. Esto puede ser darréu d'un ficheru descargáu toyíu o un discu con fallos. Si ye aplicable, por favor, llimpia'l discu ya inténtalo nuevamente. Si esta preba continúa fallando, tendríes suspender la instalación.

source: Success
ast: Éxito
