Repository: 3838438org/anaconda-1
Catalog: po/*.po
Languages: ast, ro, ta, tr

source: Admin Server:
ta: ¿¢÷Å¡¸ §º¨ÅÂ¸õ:
tr: Yetkili Sunucu:

source: Welcome to %s! This installation process is outlined in detail in the Official %s Installation Guide available from Red Hat, Inc. If you have access to this manual, you should read the installation section before continuing. If you have purchased Official %s, be sure to register your purchase through our web site, http://www.redhat.com/.
ro: Vã mulþumim pentru cã aþi ales %s! Aceastã procedurã de instalare este descrisã în detaliu în Official %s Installation Guide, care se poate procura de la Red Hat, Inc. Dacã aveþi acces la acest manual este recomandat sa citiþi secþiunea dedicatã procesului de instalare înainte de a continua. Dacã aþi cumpãrat Official %s, vã rugam sa ne vizitaþi pagina de web la http://www.redhat.com ºi sã vã inregistraþi ca utilizator oficial.
tr: %s'a Hoþgeldiniz! Kurulum konusunda ayrýntýlý bilgiyi Red Hat Inc'den edinebileceðiniz %s Kurulum Kýlavuzu'nda bulabilirsiniz. Bu belgeye eriþebiliyorsanýz devam etmeden önce kurulumla ilgili bölümleri okumanýz yararlý olacaktýr. Kutulu %s ürünü satýn aldýysanýz kaydetmek için lütfen http://www.redhat.com adresine göz atýn.

source: Color Depth
ro: Spaþiu Culori
ta: Åñ½ ¬Æõ
tr: Renk Derinliði

source: Please select the color depth you would like to use:
ro: Selectaþi numãrul de culori pe care doriþi sã-l folosiþi:
tr: Kullanmak istediðiniz renk derinliðini seçiniz:

source: Resolution
ro: Rezoluþia
ta: À¢Ã¢¾¢Èý
tr: Çözünürlük

source: Please select the resolution you would like to use:
ro: Selectaþi rezoluþia pe care doriþi sã o folosiþi:
tr: Kullanmak istediðiniz çözünürlüðü seçiniz:

source: X Customization
ro: Configurare X Windows
ta: X ¾É¢ôÀÂÉ¡ì¸õ
tr: X Özelleþtirmesi

source: Select the color depth and video mode you want to use for your system. Use the '%s' button to test the video mode.
ro: Selectaþi numãrul de culori ºi rezoluþia pe care doriþi sã le folosiþi pe acest sistem. Folosiþi butonul '%s' pentru a testa modul video.
tr: Sisteminizde kullanmak istediðiniz renk derinliði ve çözünürlüðü seçiniz. '%s' düðmesi ile seçimlerinizi test edebilirsiniz.

source: Color Depth:
ro: Spaþiu Culori:
ta: Åñ½ ¬Æõ:
tr: Renk Derinliði:

source: Change
ro: Schimbã
ta: Á¡üÚ
tr: Deðiþtir

source: Resolution:
ro: Rezoluþie:
ta: À¢Ã¢¾¢Èý:
tr: Çözünürlük:

source: Default Desktop:
ro: Interfaþã utilizator implicitã:
ta: ¸½¢§Á¨º ¦¸¡¼¡¿¢¨Ä:
tr: Öntanýmlý Masaüstü:

source: GNOME
tr: GNOME Masaüstü Ortamý

source: KDE
tr: KDE - K Masaüstü Ortamý

source: Default Login:
ro: Mediu Implicit:
ta: ¦¸¡¼¡¿¢¨Ä Ñ¨Æ×:
tr: Öntanýmlý Sisteme Giriþ:

source: Graphical
ro: Mod Grafic
ta: Å¨ÃÅ¢Âø
tr: Grafiksel

source: Text
ta: ¯¨Ã
tr: Metin

source: Monitor
ta: ¾¢¨ÃÂ¸õ
tr: Monitör

source: Please select the monitor attached to your system.
ro: Selectaþi tipul de monitor ataºat acestui sistem.
tr: Monitörünüzü seçin:

source: horizontal
ro: orizontal
tr: yatay

source: vertical
ta: ¿¢¨Ä
tr: düþey

source: Invalid Sync Rates
ro: Rate de Sync Invalide
ta: ¾Ì¾¢ÂüÈ þ¨º× Å¢¸¢¾í¸û
tr: Geçersiz Eþzamanlama Frekansý

source: The %s sync rate is invalid: %s A valid sync rate can be of the form: 31.5 a single number 50.1-90.2 a range of numbers 31.5,35.0,39.3-40.0 a list of numbers/ranges
ro: Rata de sync %s este invalidã: %s O valoare de sync validã este de forma: 31.5 un singur numãr 50.1-90.2 o plajã de valori 31.5,35.0,39.3-40.0 o listã de numere ºi plaje de valori.
tr: %s eþzamanlama frekansý geçersiz: %s Geçerli deðerler aþaðýdaki gibi belirtilebilir: 31.5 bir tek sayý 50.1-90.2 bir aralýk 31.5,35.0,39.3-40.0 sayý ve aralýklarýn virgüllü listesi

source: Monitor Sync Rates
ro: Valori Sincronizare
ta: þ¨º× Å¢¸¢¾í¸¨Ç ¸ñ¸¡½¢
tr: Monitör eþzamanlama frekanslarý

source: Please enter the sync rates for your monitor. NOTE - it is not usually necessary to edit sync rates manually, and care should be taken to make sure the values entered are accurate.
ro: Introduceþi valorile de sincronizare pentru monitorul ataºat acestui calculator. NOTA - în mod normal nu este necesar ca ratele de sincronizare sã fie modificate manual. Folosiþi atenþie maximã pentru a vã asigura cã valorile introduse sînt corecte.
tr: Lütfen monitörünüzün eþzamanlama frekanslarýný giriniz. NOT: Bu bilgileri monitörünüzün kullaným kitapçýðýnda bulabilirsiniz. Ancak bu deðerlerin elle girilmesi hatta çok da doðru girilmesi gerekmiyor.

source: HSync Rate:
ro: Ratã HSync:
tr: HSync Frekansý:

source: VSync Rate:
ro: Ratã VSync:
ta: ¿¢¨Äþ¨º× Å¢¸¢¾õ:
tr: VSync Frekansý:

source: Select the monitor for your system. Use the '%s' button to reset to the probed values.
ro: Selectaþi tipul de monitor pentru acest calculator. Folosiþi butonul '%s' pentru a reseta totul la valorile obþinute în urma autodetecþiei.
tr: Kullandýðýnýz monitörü seçiniz. '%s' düðmesi ile algýlanan deðerleri sýfýrlayabilirsiniz.

source: Monitor:
ta: ¾¢¨ÃÂ¸õ:
tr: Monitör:

source: HSync Rate:
ro: Ratã HSync:
ta: ¸¢¨¼þ¨º× Å¢¸¢¾õ:
tr: HSync Frk.(kHz):

source: VSync Rate:
ro: Ratã VSync:
ta: ¿¢¨Äþ¨º× Å¢¸¢¾õ:
tr: VSync Frk.(Hz):

source: Video Card
ro: Placã video
ta: ´Ç¢ò§¾¡üÈ «ð¨¼
tr: Ekran Kartý

source: Please select the video card present in your system. Choose '%s' to reset the selection to the card the installer detected in your system.
ro: Selectaþi placa video prezentã in acest sistem. Selectaþi butonul '%s' pentru a reseta selecþia la placa detectatã în urma autodetecþiei.
tr: Lütfen ekran kartýnýzý seçiniz. Kurulum programý tarafýndan algýlanan kartý seçimden kaldýrmak için '%s' seçiniz.

source: Video RAM
ro: Memorie Video
ta: ´Ç¢ò§¾¡üÈ RAM
tr: Ekran Kartý Belleði

source: Please select the amount of video RAM present on your video card. Choose '%s' to reset the selection to the amount the installer detected on your card.
ro: Selectaþi mãrimea memoriei video de pe aceastã placã. Selectaþi '%s' pentru a reseta selecþia la valoarea obþinutã în urma autodetecþiei.
tr: Lütfen ekran kartýnýzýn belleðini seçiniz. Kurulum programý tarafýndan algýlananbellek miktarýný seçimden kaldýrmak için '%s' seçiniz.

source: Skip X Configuration
ro: Fãrã configurare X Windows
ta: X ÅÊÅ¨Áô¨À ¾Å¢÷
tr: X Ayarlamalarýný Atla

source: Video Card Configuration
ro: Configurare Placã Video
ta: ´Ç¢ò§¾¡üÈ «ð¨¼ ÅÊÅ¨ÁôÒ
tr: Ekran Kartý Ayarlarý

source: Select the video card and video RAM for your system.
ro: Selectaþi placa video ºi mãrimea memoriei video
tr: Ekran kartýnýzý ve belleðini seçiniz.

source: Video Card:
ro: Placã Video:
ta: ´Ç¢ò§¾¡üÈ «ð¨¼:
tr: Ekran Kartý:

source: Unknown card
ro: Placã Necunoscutã
ta: ¦¾Ã¢Â¡¾ «ð¨¼
tr: Bilinmeyen Kart

source: Video RAM:
ro: Memorie Video:
ta: ´Ç¢ò§¾¡üÈ RAM:
tr: Ekran Kartý Belleði:

source: z/IPL Configuration
ast: Configuración de z/IPL
ta: z/IPL ÅÊÅ¨ÁôÒ
tr: z/IPL Yapýlandýrmasý

source: Custom
ro: Personalizare
ta: ¾É¢ôÀÂý
tr: Özel

source: Select this installation type to gain complete control over the installation process, including software package selection and authentication preferences.
tr: Kurulum süreci üzerinde tam denetim istiyorsanýz bu kurulum türünü seçin. Kimlik kanýtlama yapýlandýrmasý tercihleri ve paket seçimi yapabilmek gibi uzman kullanýcýlara yönelik yapýlandýrmalara olanak saðlanmýþtýr.

source: Perfect for personal computers or laptops, select this installation type to install a graphical desktop environment and create a system ideal for home or desktop use.
tr: Kiþisel bilgisayar ve dizüstü kullanýcýlarý için masüstü ortamýnýn kurulumunu da içeren bu kurulum türü en idealidir.

source: Server
ta: §º¨ÅÂ¸õ
tr: Sunucu

source: Select this installation type if you would like to set up file sharing, print sharing, and Web services. Additional services can also be enabled, and you can choose whether or not to install a graphical environment.
tr: Dosya, yazýcý paylaþýmý ve Web sunucusu gibi hizmetlerin bulunmasýný istiyorsanýz bu kurulum türünü seçin. Ek hizmetleri de seçebileceðiniz gibi bir masaüstü ortamý isteyip istemediðinizi de belirtebilirsiniz.

source: Upgrade Existing System
ro: Actualizare Sistem Instalat
ta: ¸½¢Â¨Áô¨À §Á§ÄüÚ
tr: Mevcut Sistemi Güncelle

source: Upgrade
ro: Actualizare
ta: ¿¢¨Ä¯Â÷òÐ
tr: Güncelleme

source: This option installs a graphical desktop environment with tools for software development and system administration.
tr: Bu seçenek yazýlým geliþtirme ve sistem yönetimi araçlarýyla bir masaüstü ortamý kurar.

source: CDROM type
ro: Tipul de CDROM
tr: CDROM Tipi

source: What type of CDROM do you have?
ro: Ce tip de CDROM aveþi?
tr: CDROM sürücünüzün tipi nedir?

source: Initializing CDROM...
ro: Initializare CDROM...
tr: CDROM hazýrlanýyor...

source: This module can take parameters which affects its operation. If you don't know what parameters to supply, just skip this screen by pressing the "OK" button now.
ro: Acest driver poate avea parametri care afecteazã funcþionalitatea sa. Dacã nu ºtiþi ce parametri trebuie specificaþi pentru acest driver, selectaþi "OK" ºi treceþi la urmãtorul ecran.
tr: Bu modül, çalýþmasýný ekleyecek parametreler alabilir. Eðer hangi parametreleri kullanacaðýnýzý bilmiyorsanýz, "Tamam" düðmesine basarak bu adýmý geçebilirsiniz.

source: Module Parameters
ro: Parametri Driver
tr: Modül Parametreleri

source: Devices
ast: Preseos
ta: º¡¾Éí¸û
tr: Aygýtlar

source: Do you have a driver disk?
ast: ¿Tienes un discu de controladores?
ro: Aveþi un disc cu drivere?
tr: Bir sürücü disketiniz var mý?

source: Insert your driver disk and press "OK" to continue.
ro: Introduceþi discheta cu drivere ºi selectaþi "OK" pentru a continua.
tr: Sürücü disketini takýp "Tamam" düðmesine týklayýn.

source: Failed to mount driver disk.
ast: Falló al montar el discu de controladores.
ro: Nu s-a putut recunoaºte sistemul de fiºiere de pe dischetã.
ta: þÂìÌ Åð¨¼ ²üÈÓÊÂÅ¢ø¨Ä.
tr: Sürücü disketi baðlanamadý.

source: The floppy disk you inserted is not a valid driver disk for this release of %s.
ro: Discheta introdusã nu este o dischetã de drivere validã pentru aceastã versiune de %s.
tr: Sürücüye yerleþtirilen disket %s'un bu sürümü için güncel sürücüler içermiyor.

source: Which driver should I try?. If the driver you need does not appear in this list, and you have a separate driver disk, please press F2.
ro: Ce driver trebuie încercat? Dacã driverul dorit nu se regãseºte în lista de mai jos ºi aveþi o dischetã de drivere separatã, selectaþi F2 pentru a continua
tr: Hangi sürücü denensin? Eðer listede bulunmayan bir sürücüye ihtiyacýnýz varsa, ve elinizde ayrý bir sürücü disketi bulunuyorsa, lütfen F2 tuþuna basýn.

source: Specify module parameters
ro: Introduceþi parametri pentru driver
tr: Modül parametrelerini belirtin

source: Failed to insert %s module.
ro: Nu s-a putu insera modulul %s.
tr: %s modülü yüklenemedi.

source: Kickstart Error
ast: Fallu Kickstart
ro: Eroare KickStart
ta: ÐÅì¸ À¢¨Æ
tr: Kickstart Hatasý

source: Error opening: kickstart file %s: %s
ro: Eroare la deschiderea fiºierului kickstart %s: %s
tr: kickstart %s dosyasý açýlamadý: %s

source: Error reading contents of kickstart file %s: %s
ro: Eroare la citirea conþinutului fiºierului kickstart %s: %s
ta: %s ÐÅì¸ §¸¡ô¨À Å¡º¢ì¨¸Â¢ø ¾ÅÚ : %s
tr: kickstart %s dosyasýnýn içeriði okunamadý: %s

source: Error on line %d of kickstart file %s.
ro: Eroare la linia %d a fiºierului kickstart %s.
tr: %d numaralý satýrda hata (kickstart dosyasý %s)

source: Welcome to %s
ast: Bienveníu a %s
ro: Bun venit în %s
ta: %sìÌ ¿øÅÃ×
tr: %s'a Hoþ Geldiniz

source: <Tab>/<Alt-Tab> between elements | <Space> selects | <F12> next screen
ast: <Tab>/<Alt-Tab> ente elementos | <Espaciu> escoyer | <F12> siguiente
ro: <Tab>/<Alt-Tab> între elemente | <Space> selecteazã | <F12> urmãtorul ecran
tr: <Tab>/<Alt-Tab> ileri-geri | <Boþluk> iþaretle | <F12> sonraki ekran

source: Choose a Language
ast: Escueyi una llingua
ro: Limbã program instalare
ta: ¦Á¡Æ¢¨Âò §¾÷ó¦¾Îì¸×õ
tr: Bir Dil Seçin

source: Keyboard Type
ast: Triba de tecláu
ro: Tip Tastaturã
ta: Å¢¨ºôÀÄ¨¸ Å¨¸
tr: Klavye Tipi

source: What type of keyboard do you have?
ast: ¿Qué triba de tecláu tienes?
ro: Ce model de tastaturã este conectatã la acest calculator?
ta: ¿£í¸û ±ùÅ¨¸ Å¢¨ºôÀÄ¨¸ ¦¸¡ñÎûÇ£÷¸û?
tr: Klavyenizin tipi nedir?

source: Local CDROM
ro: Unitate CDROM
ta: «Õ¸¡¨Á CDROM
tr: Yerel CD sürücü

source: NFS image
ro: Director NFS
ta: NFS ¿¢ÃÖÕÅõ
tr: NFS görüntüsü

source: Hard drive
ast: Discu duru
ro: Hard Disc
ta: ÅýÅðÎ ­Âì¸¢
tr: Sabit Disk

source: Network
tr: Að

source: What kind of device would you like to add
ro: Ce tip de periferic doriþi sã adãugaþi?
tr: Ne tür bir aygýt eklemek istiyorsunuz?

source: The following devices have been found on your system:
ro: Am gãsit urmãtoarele extensii în acest calculator:
tr: Sisteminizde aþaðýdaki aygýtlar bulundu:

source: Done
ast: Fecho
ro: Gata
ta: ÓÊó¾Ð
tr: Yapýldý

source: Add Device
ast: Amestar preséu
ro: Adaugã Periferic
ta: º¡¾Éò¨¾ §º÷
tr: Aygýt Ekle

source: No special device drivers have been loaded for your system. Would you like to load any now?
ro: Nu s-a încãrcat nici un driver specific penbtru periferice acestui sistem. În caz cã acest lucru este necesar, doriþi sã încãrcaþi aceste drivere în acest moment?
tr: Sistemde yüklü herhangi bir özel aygýt sürücüsü yok. Bunlarý þimdi yüklemek ister misiniz?

source: Failed to read directory %s: %s
ro: Nu se poate citi directorul %s: %s
ta: %s «¨¼¨Å Å¡º¢ì¸ ÓÊÂÅ¢ø¨Ä: %s
tr: %s dizini okunamadý: %s

source: An error occured reading the install from the ISO images. Please check your ISO images and try again.
ro: S-a detectat o eroare la încercarea de a citi fiºiere de pe imaginile ISO. Verificaþi imaginile ISO ºi încercaþi din nou.
tr: ISO kayýtlarýndan kurulum okunurken bir hata oluþtu. ISO kayýtlarýný kontrol ettikten sonra tekrar deneyiniz.

source: Would you like to perform a checksum test of the ISO image: %s?
ast: ¿Quies executar un control d'integridá de la imaxe ISO: ...%s?
ro: Doriþi sã vã efectuaþi o verificare de integritate a imaginii ISO: %s?
tr: Bu ISO kaydýnýn toplama saðlamasýný yapmak ister misiniz: %s

source: Checksum Test
ast: Control d'integridá
ro: Test Checksum
ta: º¡¢À¡÷ôÒò ¦¾¡¨¸ §º¡¾¨É
tr: Toplama saðlamasý Testi

source: You don't seem to have any hard drives on your system! Would you like to configure additional devices?
ast: ¡Paez ser que nun tienes discos duros nel sistema! ¿Prestaríate configurar preseos adicionales?
ro: Nu am putut detecta nici un hard disk în acest calculator! Doriþi sã configuraþi alte periferice?
tr: Tanýmlý hiç sabit diskiniz bulunmuyor. Ek aygýt ayarlarý yapmak ister misiniz?

source: What partition and directory on that partition hold the CD (iso9660) images for %s? If you don't see the disk drive you're using listed here, press F2 to configure additional devices.
ro: Ce partiþie ºi director pe acea partiþie conþine imaginile ISO (CD iso9660) pentru %s? Dacã nu vedeþi discul pe care îl folosiþi în lista de mai jos, apãsaþi F2 pentru a configura discuri adiþionale.
tr: Bu diskteki hangi bölüm ve dizin %s dizinlerini içeriyor? Eðer kullandýðýnýz diski bu listede göremiyorsanýz, F2 tuþuna basýp ek aygýt sürücülerini yapýlandýrabilirsiniz.

source: Directory holding images:
ro: Directorul cu imagini ISO:
ta: ¯ÕÅí¸û ¯ûÇ «¨¼×:
tr: Görüntülerin bulunduðu dizin:

source: Select Partition
ast: Escoyeta de la Partición
ro: Selectaþi o Partitie
ta: Å¸¢÷¨Å §¾Õ
tr: Bölümü seçin

source: Device %s does not appear to contain Red Hat CDROM images.
ro: Partiþia %s nu conþine o versiune de instalare a Red Hat Linux.
tr: %s aygýtýnda bir Red Hat Linux kurulum aðacý bulunamadý.

source: Media Check
ast: Control de medios
ro: Verificare Media
ta: °¼¸ ºÃ¢À¡÷ôÒ
tr: Ortam Sýnamasý

source: Eject CD
ro: Ejectare CD
ta: CD¨Â ¦ÅÇ¢§ÂüÚ
tr: CD'yi çýkart

source: Choose "%s" to test the CD currently in the drive, or "%s" to eject the CD and insert another for testing.
ro: Selectaþi "%s" pentru a testa CD-ul din unitate, sau "%s" pentru a ejecta acest CD ºi a insera un alt CD pentru testare.
tr: Sürücüdeki CD'nin test edilmesi için "%s", çýkartýp baþka birini yerleþtirmekiçin ise "%s" seçiniz.

source: If you would like to test additional media, insert the next CD and press "%s". You do not have to test all CDs, although it is recommended you do so at least once. To begin the installation process insert CD #1 into the drive and press "%s".
ro: Dacã doriþi sã testaþi alte CD-uri, inseraþi urmãtorul CD în unitatea de citire CD ºi selectaþi "%s". Nu trebuie sã verificaþi toate CD-urile, deºi este recomandat sã faceþi ecast lucru cel puþin odatã. Pentru a prni procesul de instalare inseraþi CD-ul numãrul 1 în unitatea de citire CD ºi selectaþi "%s"
tr: Diðer CD'yi de kontrol etmek isterseniz, o CD'yi yerleþtirdikten sonra "%s" tuþuna basýnýz. Tüm CD'leri kontrol etmek istemeseniz de hiç olmazsa ilkini kontrol etmelisiniz. Kuruluma baþlamak için 1. CD'yi sürücüye yerleþtirip "%s" tuþuna basýnýz.

source: The %s CD was not found in any of your CDROM drives. Please insert the %s CD and press %s to retry.
ro: Nu s-a putut detecta un CD cu %s în nici una dintre unitãþile de CD din acest sistem. Încãrcaþi CD-ul cu %s în unitatea CDROM ºi selectaþi %s pentru a reîncerca.
tr: CD sürücülerinizde %s CD'si bulunamadý. Lütfen %s CD'sini sürücüye yerleþtirin ve tekrar %s tuþuna basýn.

source: CD Found
ro: CD Identificat
ta: CD ¸ñÎÀ¢Êì¸Àð¼Ð
tr: CD Bulundu

source: To begin testing the CD media before installation press %s. Choose %s to skip the media test and start the installation.
ro: Pentru a începe testarea CD-ului înainte de procesul de instalare selectaþi %s. Selectaþi %s pentru a sãri peste pasul de testare a discului CD ºi pentru a porni procesul de instalare.
tr: Kuruluma baþlamadan önce CD'nin kontrol edilmesi için %s tuþuna basýnýz. CD kontrolünü atlayýp doðrudan kuruluma baþlamak için %s tuþlayýnýz.

source: Networking Device
ast: Preseos de Rede
ro: Placã de reþea
ta: Å¨ÄÂ¨ÁôÒ º¡¾Éõ
tr: Að Aygýtý

source: You have multiple network devices on this system. Which would you like to install through?
ast: Tienes múltiples preseos de rede nel sistema. ¿Cuáles te prestaría instalar?
ro: Acest sistem are multiple plãci de reþea. Care dintre ele doriþi sã o folosiþi pentru o instalare prin reþea?
tr: Sistemde birden fazla að aygýtý bulunuyor. Hangisi üzerinden kurulum yapmak istiyorsunuz?

source: That directory does not seem to contain a Red Hat installation tree.
ro: Directorul specificat nu conþine distribuþia Red Hat Linux
tr: Bu dizinde Red Hat Linux kurulum aðacý bulunamadý.

source: That directory could not be mounted from the server
ro: Nu s-a putut citi directorul specificat de pe server
tr: Bu dizin sunucudan baðlanamadý.

source: File %s/%s not found on server.
ro: Fiºierul %s/%s nu a fost gãsit pe server.
tr: %s/%s dosyasý sunucuda bulunamadý

source: Unable to retrieve the first install image
ro: Nu s-a putut obþine imaginea de instalare
tr: Birinci kýsým kurulum dosyasý alýnamýyor

source: FTP and HTTP installs require 20MB or more of system memory.
ro: Instalãrile prin FTP sau HTTP necesitã cel puþin 20MB de memorie RAM disponibilã.
tr: FTP ve HTTP kurulumlarý 20MB dan fazla sistem belleði gerektirir.

source: Rescue Method
ast: Métodu de Rescate
ro: Metodã de Salvare
ta: Á£Ùõ Ó¨È
tr: Kurtarma Yöntemi

source: Installation Method
ast: Métodu d'instalación
ro: Metodã de Instalare
ta: ¿¢ÚÅø Ó¨È
tr: Kurulum Yöntemi

source: What type of media contains the rescue image?
ast: ¿Qué triba de preséu tien la imaxe de rescate?
ro: Unde se gãseºte imaginea de restaurare?
ta: ±ùÅ¨¸ °¼¸õ Á£û ¿¢ÃÖÕÅò¨¾ ¦¸¡ñÎûÇÐ?
tr: Kurtarma görüntüsü nerede bulunuyor?

source: What type of media contains the packages to be installed?
ro: Unde sînt aflate aplicaþiile pentru instalare?
ta: ±ùÅ¨¸ °¼¸õ ¿¢ÚÅôÀ¼§ÅñÊÂ ¦À¡¾¢¸¨Ç ¦¸¡ñÎûÇÐ?
tr: Kurulacak paketler nerede bulunuyor?

source: Cannot find ks.cfg on boot floppy.
ro: Fiºierul ks.cfg nu existã pe discheta de boot.
ta: ÐÅì¸ ¦¿¸¢úÅðÊø ks.cfg³ ¸¡½Å¢ø¨Ä.
tr: Açýlýþ disketinde ks.cfg dosyasý bulunamadý.

source: Updates Disk
ast: Discu d'anovamientu
ro: Actualizãri ale programului de instalare
ta: ÒÐôÀ¢ò¾ø ÅðÎ
tr: Güncelleme Disketi

source: Insert your updates disk and press "OK" to continue.
ro: Introduceþi discheta cu drivere ºi selectaþi "OK" pentru a continua.
tr: Güncelleme disketini takýp "Tamam" düðmesine týklayýn.

source: The floppy disk you inserted is not a valid update disk for this release of %s.
ro: Discheta introdusã nu este o dischetã de drivere validã pentru aceastã versiune de %s.
tr: Sürücüye yerleþtirilen disket %s'un bu sürümü için güncel sürücüler içermiyor.

source: Failed to mount floppy disk.
ro: Discheta nu are un sistem de fiºiere suportat
tr: Disket baðlanamadý.

source: Updates
ast: Anovamientos
ro: Actualizãri
ta: ÒÐôÀ¢ò¾ø¸û
tr: Güncellemeler

source: Reading anaconda updates...
ro: Se încarcã actualizãrile pentru Anaconda...
ta: «É§¸¡ñ¼¡ ÒÐôÀ¢ò¾ø¸¨Ç ÀÊò¾ø...
tr: Anaconda güncellemeleri okunuyor...

source: Loading
ast: Cargando
ro: Încãrcare
ta: ²üÚ¸¢ÈÐ
tr: Yükleniyor

source: Loading %s driver...
ro: Încãrcare driver %s...
ta: ­Âì¸¢ %s ²üÚÁ¾¢...
tr: %s sürücüsü yükleniyor...

source: You do not have enough RAM to install %s on this machine.
ro: Nu aveþi suficientã memorie RAM pentru instalarea %s în mod grafic. Instalarea se va desfãºura în mod text.
tr: Bu makinada %s kurulumu için yeterli bellek yok.

source: The second stage of the install which you have selected does not match the boot disk which you are using. This shouldn't happen, and I'm rebooting your system now.
ro: Imaginea de încãrcare secundarã selectatã nu corespunde cu discheta de boot pe care aþi folosit-o. Acest lucru nu are trebui sã se întîmple în mod normal ºi de aceea acum vom reseta acest sistem pentru a încerca din nou încãrcarea programului de instalare.
tr: Seçtiðiniz kurulumun ikinci adýmý kullandýðýnýz önyükleme diski ile uyumsuz. Bir yanlýþlýk olmalý, Sistem yeniden baþlatýlacak.

source: No hard drives have been found. You probably need to manually choose device drivers for the installation to succeed. Would you like to select drivers now?
ro: Nu s-a gãsit nici un hard disc pe acest calulator. Probabil cã trebuie sã selectaþi în mod manual ce drivere doriþi sã folosiþi pentru acest calculator. Doriþi sã selectaþi driverele în acest moment?
tr: Bir sabit disk bulunamadý. Kurulum yapýlacak diski kendiniz belirteceksiniz. Bir disk seçmek ister misiniz?

source: Running anaconda, the %s system installer - please wait...
tr: %s sistem kurulum programý, anaconda çalýþtýrýlýyor - lütfen bekleyiniz...

source: Unable to read the disc checksum from the primary volume descriptor. This probably means the disc was created without adding the checksum.
ro: Nu s-a putut citi suma de verificare pentru volumul de disc primar. Aceasta înseamnã cã acest disc nu a fost creat cu o sumã de control a datelor.
tr: Birincil bölüm kayýtlarýndan disk saðlama toplamlarý okunamýyor. Bu, disk oluþturulurken saðlama toplamýnýn diske kaydedilmemiþ olmasýndan kaynaklanabilir.

source: Checking "%s"...
ro: Verificare "%s"...
ta: §º¡¾¢ì¸¢ÈÐ "%s"...
tr: "%s" sýnanýyor...

source: Checking media now...
ro: Verificare calitate CD...
ta: °¼¸õ þô§À¡Ð ºÃ¢À¡÷ì¸ôÀÎ¸¢ÈÐ...
tr: Ortam þimdi sýnanýyor...

source: Unable to find install image %s
ast: Incapaz d'atopar la imaxe d'instalación %s
ro: Nu s-a putut instala imaginea %s
tr: Kurulum kaydý %s bulunamýyor

source: FAIL. It is not recommended to use this media.
ro: EROARE. Nu se recomandã folosirea acestui disc pentru instalare/actualizare din cauzã cã au fost detectate erori la citirea datelor de pe CD.
tr: BAÞARISIZ. Bu ortamýn kullanýlmasý önerilmez.

source: PASS. It is OK to install from this media.
ro: CORECT. Acest disc poate fi folosit pentru instalare/actualizare a sistemului de operare.
tr: GEÇER. Bu ortam kurulum için kullanýlabilir.
