Repository: 3838438org/anaconda-1
Catalog: po/*.po
Languages: ast, ro, ta, tr

source: You chose to connect to a listening vncviewer. This does not require a password to be set. If you set a password, it will be used in case the connection to the vncviewer is unsuccessful
ast: Esbillasti coneutate a un visor vnc en mou sirvidor. Pa esto nun necesita poner una contraseña. Si pones una, va usase en casu de que la conexón col visor de vnc nun tenga éxitu.

source: WARNING!!! VNC server running with NO PASSWORD! You can use the vncpassword=<password> boot option if you would like to secure the server.
ast: ¡¡¡ALVERTENCIA!!! ¡El sirvidor VNC ta executándose ENSIN DENGUNA CONTRASEÑA! Puede usase la opción d'arranque vncpassword=<password> si quies facer seguru al sirvidor.

source: You chose to execute vnc with a password.
ast: Puedes escoyer executar vnc con una contraseña.

source: Unknown Error. Aborting.
ast: Fallu Desconocíu. Albortando

source: VNC Configuration
ast: Configuración de VNC

source: No password
ast: Ensin contraseña

source: A password will prevent unauthorized listeners connecting and monitoring your installation progress. Please enter a password to be used for the installation
ast: Una contraseña va evitar qu'oyentes non autorizaos se coneuten y monitoricen el progresu de la instalación. Por favor introduz una contraseña a usar pa la instalación

source: The password must be at least six characters long.
ast: La contraseña tien de tener al menos 6 carauteres de llargu.

source: Unable to Start X
ast: Nun pudo arrancase X

source: X was unable to start on your machine. Would you like to start VNC to connect to this computer from another computer and perform a graphical install or continue with a text mode install?
ast: X nun puede arrancar na to máquina. ¿Prestaríate entamar VNC pa coneutase a esti computador dende otra máquina y facer una instalación gráfica o siguir con una instalación en mou testu?

source: Start VNC
ast: Entamar VNC

source: Preparing to install
ast: Tresnando la instalación

source: Preparing transaction from installation source
ast: Tresnando la trensaición dende la fonte d'instalación.

source: <b>Installing %(pkgStr)s</b> (%(size)s)
ast: <b>Instalando %(pkgStr)s</b> (%(size)s)

source: Packages completed: %(donepkgs)d of %(numpkgs)d
ast: Paquetes completaos: %(donepkgs)d de %(numpkgs)d

source: Finishing upgrade
ast: Finando l'anovamientu

source: Finishing upgrade process. This may take a little while.
ast: Terminóse'l procesu d'anovamientu. Esto pue llevar un tiempu.

source: A fatal error occurred when installing the %s package. This could indicate errors when reading the installation media. Installation cannot continue.
ast: Un error fatal asocedió al instalar el paquete %s. Esto puede indicar fallos al lleer los medios d'instalación. La instalación nun puede siguir.

source: Error Setting Up Repository
ast: Fallu al Configurar Repositoriu

source: The following error occurred while setting up the installation repository: %(e)s Please provide the correct information for installing %(productName)s.
ast: Hebo'l siguiente fallu mientres se configuraba'l repositoriu d'instalación: %(e)s Por favor, apurre la información correuta pa instalar %(productName)s.

source: Change Disc
ast: Camudar Discu

source: Please insert %(productName)s disc %(discnum)d to continue.
ast: Por favor, introduz el discu %(discnum)d de %(productName)s pa siguir.

source: Wrong Disc
ast: Discu Incorreutu

source: That's not the correct %s disc.
ast: Ésti nun ye'l discu %s correutu.

source: Unable to access the disc.
ast: Nun puede accedese al discu.

source: Repository %r is missing name in configuration, using id
ast: Falta un nome na configuración del repositoriu %r; va usase id

source: Some of your software repositories require networking, but there was an error enabling the network on your system.
ast: Dellos de los repositorios del to software requieren coneutividá de redes, pero hebo un problema habilitando la rede nel sistema.

source: Re_boot
ast: Re_aniciar

source: _Eject
ast: _Espulsar

source: The file %s cannot be opened. This is due to a missing file, a corrupt package or corrupt media. Please verify your installation source. If you exit, your system will be left in an inconsistent state that will likely require reinstallation.
ast: El ficheru %s nun se pudo abrir. Esto puede debese a que falta'l ficheru o seique'l paquete tea tollíu. Por favor, verifica la fonte d'instalación. Si sales, el sistema quedará nun estáu inconsistente que seguramente necesitará reinstalación.

source: Retrying
ast: Reintentando

source: Retrying download.
ast: Reintentando la descarga.

source: There was an error running your transaction for the following reason: %s
ast: Hebo un fallu durante la trensaición, pola siguiente razón: %s

source: file conflicts
ast: conflictos de ficheru

source: older package(s)
ast: Paquete(s) antiguu(os)

source: insufficient disk space
ast: espaciu de discu insuficiente

source: insufficient disk inodes
ast: inodos de discu insuficientes

source: package conflicts
ast: conflictos de paquete

source: package already installed
ast: paquete yá instaláu

source: required package
ast: paquete requeríu

source: package for incorrect arch
ast: paquete p'arquitectura incorreuta

source: package for incorrect os
ast: paquete pa S.O. incorreutu

source: You need more space on the following file systems:
ast: Necesites más espaciu nos siguientes sistemes de ficheros:

source: There were file conflicts when checking the packages to be installed: %s
ast: Alcontráronse conflictos de ficheru cuando se chequeaben los paquetes a instalar: %s

source: There was an error running your transaction for the following reason(s): %s.
ast: Hebo un fallu durante la trensaición, pola(es) siguiente(s) razon(es): %s

source: Error Running Transaction
ast: Fallu al Executar la Trensaición

source: Unable to read group information from repositories. This is a problem with the generation of your install tree.
ast: Nun puede lleese la información de grupu de los repositorios. Esti ye un problema cola xeneración del árbol d'instalación.

source: Unable to read package metadata. This may be due to a missing repodata directory. Please ensure that your install tree has been correctly generated. %s
ast: Nun foi dable lleer los metadatos del paquete. Puede ser causa d'un direutoriu de datos del repositoriu faltante. Por favor asegúrate de que l'árbol d'instalación xeneróse correcho. %s

source: Some of the packages you have selected for install are missing dependencies. You can exit the installation, go back and change your package selections, or continue installing these packages without their dependencies. If you continue, these packages may not work correctly due to missing components.
ast: Dellos de los paquetes qu'esbillaste pa instalar tienen dependencies perdíes. Puedes colar de la instalación, volver y camudar les tos seleiciones de paquete, o siguir instalando estos paquetes ensin les sos dependencies. Si sigues, seique estos paquetes nun furrulen correutamente darréu de los componentes que falten.

source: Your selected packages require %d MB of free space for installation, but you do not have enough available. You can change your selections or exit the installer.
ast: Los paquetes seleicionaos requieren %d MB d'espaciu llibre pa ser instalaos, pero nun hai espaciu llibre suficiente disponible. Puedes camudar la to Escoyeta o colar del instalador.

source: Reboot?
ast: ¿Reaniciar?

source: The system will be rebooted now.
ast: El sistema va reaniciase agora.

source: You appear to be upgrading from a system which is too old to upgrade to this version of %s. Are you sure you wish to continue the upgrade process?
ast: Pareciera que tas anovando dende un sistema que ye enforma antiguu pa ser anováu a la versión %s. ¿Daveres quies siguir col procesu d'anovamientu?

source: The arch of the release of %(productName)s you are upgrading to appears to be %(myarch)s which does not match your previously installed arch of %(arch)s. This is likely to not succeed. Are you sure you wish to continue the upgrade process?
ast: El arch del llanzamientu de %(productName)s que tas anovando paez ser %(myarch)s lo que nun concasa col arch %(arch)s que foi instaláu anteriormente. Esto de xuru nun va funcionar. ¿Daveres quies siguir col procesu d'anovamientu?

source: Post Upgrade
ast: Post Anovamientu

source: Performing post-upgrade configuration
ast: Executando configuración post-anovamientu

source: Post Installation
ast: Post-instalación

source: Performing post-installation configuration
ast: Executando configuración post-instalación

source: Installation Starting
ast: Aniciu de la instalación

source: Starting installation process
ast: Aniciando'l procesu d'instalación

source: Checking dependencies in packages selected for installation
ast: Comprobando dependencies nos paquetes pa instalación

source: Retrieving installation information.
ast: Obteniendo la información de la instalación.

source: Retrieving installation information for %s.
ast: Obteniendo la información d'instalación pa %s.

source: Installation Progress
ast: Progresu de la instalación

source: The default installation of %s includes a set of software applicable for general internet usage. You can optionally select a different set of software now.
ast: La instalación predeterminada de %s inclúi un grupu d'aplicaciones pal usu xeneral de Internet. Puedes optar por una Escoyeta de software distintu agora.

source: Graphical Desktop
ast: Escritoriu gráficu

source: Software Development
ast: Desendolcu de software
ro: Dezvoltare Software ºi Programare

source: Web Server
ast: Sirvidor Web
ro: Server World Wide Web

source: Red Hat Enterprise Linux
ast: Linux pa Empreses de Red Hat

source: The default installation of %s is a minimum install. You can optionally select a different set of software now.
ast: La instalación predeterminada de %s ye una instalación mínima. Tamién puedes escoyer un grupu de software distintu agora.

source: Packages in %s
ast: Paquetes en %s

source: Optional packages selected: %(inst)d of %(cnt)d
ast: Seleicionáronse paquetes opcionales: %(inst)d de %(cnt)d

source: Uncategorized
ast: Non categorizáu

source: Root _Password:
ast: Contraseña de _root:

source: _Confirm:
ast: _Confirmar:

source: Caps Lock is on.
ast: Bloq Mayús ta activáu.

source: Error with Password
ast: Fallu na contraseña

source: You must enter your root password and confirm it by typing it a second time to continue.
ast: Tienes d'ingresar una contraseña de root y confirmala escribiéndola una vegada más pa siguir.

source: The passwords you entered were different. Please try again.
ast: Les contraseñas son distintes. Téntalo de nueves.

source: The root password must be at least six characters long.
ast: La contraseña de root tien de ser al menos de 6 carauteres de llargu.

source: Weak Password
ast: Contraseña feble

source: You have provided a weak password: %s
ast: Esta contraseña nun ye fuerte: %s

source: _Use Anyway
ast: Usar d_e toes formes

source: Requested password contains non-ASCII characters, which are not allowed.
ast: La contraseña solicitada tien carauteres que nun son ASCII y nun se permiten.

source: You must select a NIC to use.
ast: Tienes d'esbillar un NIC a usar.

source: Invalid Initiator Name
ast: Nome del aniciador non válidu

source: You must provide an initiator name.
ast: Hai d'apurrir un nome d'aniciador.

source: Error with Data
ast: Fallu colos datos

source: No partitions are available to resize. Only physical partitions with specific filesystems can be resized.
ast: Nun hai particiones disponibles pa redimensionar. Namái les particiones físiques de ciertos sistemes de ficheru pueden redimensionase.

source: Resize FileSystem Error
ast: Fallu redimensionando ficheros del sistema

source: Resize Device Error
ast: Fallu de redimensionamientu de preséu

source: Use All Space
ast: Usar tol espaciu

source: Removes all partitions on the selected device(s). This includes partitions created by other operating systems. <b>Tip:</b> This option will remove data from the selected device(s). Make sure you have backups.
ast: Desanicia toles particiones nos preseos esbillaos. Esto inclúi les particiones creaes por otros sistemes operativos. <b>Nota:</b> Esta opción va desaniciar los datos de los preseos esbillaos. Asegúrate que ficiste los respaldos.

source: Replace Existing Linux System(s)
ast: Trocar el sistema Linux esistente(s)

source: Removes all Linux partitions on the selected device(s). This does not remove other partitions you may have on your storage device(s) (such as VFAT or FAT32). <b>Tip:</b> This option will remove data from the selected device(s). Make sure you have backups.
ast: Desanicia toles particiones Linux del preséu esbilláu. Esto nun desanicia otres particiones que puedas llegar a tener nos tos preseos d'atroxu (talos como VFAT o FAT32). <b>Nota:</b> Esta opción va desaniciar los datos de los preseos esbillaos. Asegúrate que ficiste los respaldos.

source: Shrink Current System
ast: Amenorgar el sistema actual

source: Shrinks existing partitions to create free space for the default layout.
ast: Amenorga les particiones esistentes pa facer espaciu pal diseñu predetermináu.

source: Use Free Space
ast: Usar l'espaciu llibre

source: Retains your current data and partitions and uses only the unpartitioned space on the selected device(s), assuming you have enough free space available.
ast: Caltién los tos datos actuales y particiones, y usa namái l'espaciu non particionáu nos preseos esbillaos, asumiendo qu'hai espaciu llibre abondo.

source: Create Custom Layout
ast: Crear un diseñu personalizáu.

source: Manually create your own custom layout on the selected device(s) using our partitioning tool.
ast: Crear manualmente el to propiu diseñu nos preseos esbillaos usando la nuesa ferramienta de particionáu.

source: A boot loader password prevents users from changing kernel options, increasing security.
ast: Una contraseña de xestor d'arranque evita que los usuarios camuden opciones del kernel, lo que aumenta la seguridá.

source: Enter a boot loader password and then confirm it. (Note that your BIOS keymap may be different than the actual keymap you are used to.)
ast: Escueyi una contraseña pal xestor d'arranque y dempués confírmala. Hai de tener en cuenta que'l mapa de tecláu (keymap) del BIOS puede ser distintu al que se ta usando equí.

source: Your boot loader password is shorter than six characters. We recommend a longer boot loader password. Would you like to continue with this password?
ast: La contraseña del xestor d'arranque tien menos de seis carauteres. Encamentamos una contraseña más llarga. ¿Siguir con esta contraseña?

source: _Install boot loader on /dev/%s.
ast: _Instalar el xestor d'arranque en /dev/%s

source: _Change device
ast: _Camudar preséu

source: Clear Disks Selector
ast: Despexa'l seleutor de discos

source: You must select at least one drive to be used for installation.
ast: Ye necesario qu'escueyas al menos una unidá de discu duru pa instalar.

source: You must select one drive to boot from.
ast: Escueyi un preséu de dende au arrancar.

source: Model
ast: Modelu
ta: Å¨¸

source: Capacity
ast: Capacidá

source: Vendor
ast: Distribuidor

source: Identifier
ast: Identificador

source: Interconnect
ast: Interconexón

source: Boot Loader
ast: Cargador d'arranque

source: <b>Tip:</b> All Linux filesystems on the install target devices will be reformatted and wiped of any data. Make sure you have backups.
ast: <b>Nota:</b> Van reformatease tolos sistemes de ficheros Linux nos preseos de destín pa facer la instalación y van desaniciase tolos datos. Asegúrate de tener copies de seguridá.

source: <b>Tip:</b> The install target devices will be reformatted and wiped of any data. Make sure you have backups.
ast: <b>Nota:</b> Van reformatease los preseos esbillaos pa facer la instalación y van desaniciase tolos datos. Asegúrate de tener copies de seguridá.

source: <b>Tip:</b> Your filesystems on the install target devices will not be reformatted unless you choose to do so during customization.
ast: <b>Nota:</b> Nun van reformatease los sistemes de ficheros esistente nos preseos esbillaos pa facer la instalación sacantes que lo indiques durante'l procesu de personalización.

source: Congratulations, your %s installation is complete.
ast: Norabona, finó la instalación de %s.

source: Shutdown
ast: Apagar

source: Please shutdown to use the installed system.
ast: Por favor apaga pa usar el sistema instaláu.

source: Please reboot to use the installed system.
ast: Por favor reanicia pa usar el sistema instaláu.

source: Note that updates may be available to ensure the proper functioning of your system and installation of these updates is recommended after the reboot.
ast: Observa que los anovamientos pueden tar disponibles p'asegurar el funcionamiento afayadizu del sistema y la instalación d'estos anovamientos encamiéntase dempués del reaniciu.

source: Congratulations, your %s installation is complete. Please reboot to use the installed system. Note that updates may be available to ensure the proper functioning of your system and installation of these updates is recommended after the reboot.
ast: Norabona, completóse la instalación de %s. Por favor reanicia pa usar el sistema instaláu. Observa que los anovamientos pueden tar disponibles p'asegurar el funcionamiento afayadizu del sistema y la instalación d'estos anovamientos encamiéntase dempués del reaniciu.

source: Fresh Installation
ast: Instalación Fresca

source: Choose this option to install a fresh copy of %s on your system. Existing software and data may be overwritten depending on your configuration choices.
ast: Escueyi esta opción pa facer una instalación fresca de %s nel to sistema. Dependiendo de la configuración qu'escueyas, el software y los datos esistentes podríen sobroscribise.

source: Upgrade an Existing Installation
ast: Anovar una instalación esistente

source: Choose this option if you would like to upgrade your existing %s system. This option will preserve the existing data on your storage device(s).
ast: Escueyi esta opción si quies anovar el sistema %s esistente. Esta opción caltendrá los datos esistentes nes tos unidaes.

source: At least one existing installation has been detected on your system. What would you like to do?
ast: Deteutóse, a lo menos, una instalación esistente nel sistema. ¿Qué quies facer?

source: <b>Which %s installation would you like to upgrade?</b>
ast: <b>¿Qué instalación de %s quies anovar?</b>

source: Unknown Linux system
ast: Sistema Linux desconocíu
ta: ¦¾Ã¢Â¡¾ Linux ¸½¢Â¨ÁôÒ

source: Selected devices: %s (%s MB) out of %s (%s MB).
ast: Preseos esbillaos: %s (%s MB) fuera de %s (%s MB).

source: Device Filter
ast: Peñera de preséu

source: Serial Number
ast: Númberu de Serie

source: Paths
ast: Caminos

source: Port
ast: Puertu

source: Target
ast: Destín

source: What type of devices will your installation involve?
ast: ¿Qué tribes de preseos tien la imaxe d'instalación?

source: Basic Storage Devices
ast: Preseos d'almacenamientu básicos

source: Installs or upgrades to typical types of storage devices. If you're not sure which option is right for you, this is probably it.
ast: Instala o anova teniendo en cuenta tribes de preseos d'atroxu clásicos. Si nun tas seguru tocante a los tos preseos, dablemente ésta seya la meyor opción.

source: Specialized Storage Devices
ast: Preseos d'almacenamientu especializaos

source: Installs or upgrades to enterprise devices such as Storage Area Networks (SANs). This option will allow you to add FCoE / iSCSI / zFCP disks and to filter out devices the installer should ignore.
ast: Instala o anova a preseos empresariales como les Redes d'Area d'Almacenaxe (SANs). Esta opción permitirá-u amestar discos FCoE / iSCSI / zFCP y peñerar preseos que tenga d'inorar l'instalador.

source: This change in the value of the physical extent will require the sizes of the current logical volume requests to be rounded up in size to an integer multiple of the physical extent. This change will take effect immediately.
ast: Esti cambéu nel valor de la estensión física requerirá los tamaños de los requerimientos de volume lóxicos actuales a ser redondeados p'arriba a un integru múltiplu de la estensión física. Esti cambéu entrará n'efeutu darréu.

source: The physical extent size cannot be changed because the value selected (%(curpe)10.2f MB) is larger than the smallest physical volume (%(maxpvsize)10.2f MB) in the volume group.
ast: El tamañu de la estensión física nun se puede camudar porque'l valor escoyíu (%(curpe)10.2f MB) ye más grande que'l volume físicu más pequeñu (%(maxpvsize)10.2f MB) nel grupu de volume.

source: The physical extent size cannot be changed because the value selected (%(curpe)10.2f MB) is too large compared to the size of the smallest physical volume (%(maxpvsize)10.2f MB) in the volume group.
ast: El tamañu de la estensión física nun puede camudase porque'l valor escoyíu (%(curpe)10.2f MB) ye enforma grande comparáu al tamañu del volume físicu más pequeñu (%(maxpvsize)10.2f MB) nel grupu de volume.

source: _Encrypt
ast: _Encriptar

source: Mount Point Error
ast: Fallu nel Puntu de montaxe

source: The mount point "%s" is in use. Please pick another.
ast: El puntu de montaxe "%s" yá ta n'usu. Escueyi otru.

source: The current requested size (%(size)10.2f MB) is larger than the maximum logical volume size (%(maxlv)10.2f MB). To increase this limit you can create more Physical Volumes from unpartitioned disk space and add them to this Volume Group.
ast: El tamañu actual solicitáu (%(size)10.2f MB) ye mayor que'l tamañu máximu del volume lóxicu (%(maxlv)10.2f MB). P'aumentar esti llímite puedes criar más volúmenes físicos nel espaciu de discu non particionáu y amestalos a esti volume de grupu.

source: The size entered for this logical volume (%(size)d MB) combined with the size of the other logical volume(s) exceeds the size of the volume group (%(tempvgsize)d MB). Please make the volume group larger or make the logical volume smaller.
ast: Los volúmenes lóxicos que configuraste requieren %(size)d MB, pero'l volume de grupu tien namái %(tempvgsize)d MB. Por favor fai el volume de grupu más grande o fai los volúmenes lóxicos más pequeños.

source: You cannot create more than %d logical volume per volume group.
ast: Nun puedes crear más de %d volúme lóxicu por grupu de volúmenes.

source: There is no room left in the volume group to create new logical volumes. To add a logical volume you must reduce the size of one or more of the currently existing logical volumes
ast: Nun hai espaciu nel grupu de volume pa criar nuevos volúmenes lóxicos. P'amestar un volume lóxicu tienes d'amenorgar el tamañu d'un o más de los volúmenes lóxicos anguaño esistentes.

source: Are you sure you want to delete the logical volume "%s"?
ast: ¿Daveres quies desaniciar el volume lóxicu "%s"?

source: _Logical Volumes
ast: Volúmenes _lóxicos

source: An error occurred converting the value entered for "%(field)s": %(errmsg)s
ast: Hebo un fallu al convertir el valor inxertáu pa "%(field)s": %(errmsg)s

source: A value is required for the field %s.
ast: Ye necesario un valor pal campu %s.

source: Error Configuring Network
ast: Fallu al configurar la rede

source: Dynamic IP Address
ast: Direición IP Dinámica

source: Sending request for IP address information for %s
ast: Unviando petición d'información IP pa %s

source: IP Address
ast: Direición IP
ro: Adresã IP

source: IPv4 CIDR prefix must be between 0 and 32.
ast: El prefixu CIDR IPv4 tien de tar ente 0 y 32.

source: IPv4 Network Mask
ast: Mázcara de Rede IPv4

source: Error configuring network device:
ast: Fallu al configurar preséu de rede:

source: Error with Hostname
ast: Fallu col nome d'equipu
