Repository: 3838438org/anaconda-1
Catalog: po/*.po
Languages: ast, ro, ta, tr

source: The z/IPL Boot Loader will be installed on your system after installation is complete. You can now enter any additional kernel and chandev parameters which your machine or your setup require.
ast: El Xestor d'Arranque z/IPL va instalase nel sistema dempués que fine la instalación. Agora puedes ingresar cualesquier parámetru adicional de kernel y parámetros chandev que la to máquina o configuración pueda necesitar.

source: Chandev line
ast: Llinia chandev
ta: Chandev ÅÃ¢

source: Install
ast: Instalar
ro: Instalare

source: Install the live CD to your hard disk
ast: Instalar el CD vivu nel discu duru

source: Install to Hard Drive
ast: Instalar nel Discu Duru

source: Starting Install to Hard Drive
ast: Aniciando Instalación nel Discu Duru

source: Some packages associated with this group are not required to be installed but may provide additional functionality. Please choose the packages which you would like to have installed.
ast: Dellos paquetes asociaos con esti grupu nun se necesiten instalar, magar que pueden dar funcionalidá adicional. Por favor, escueyi los paquetes que quies tener instalaos.

source: _Deselect
ast: _Deseleicionar

source: _Deselect all optional packages
ast: _Deseleicionar tolos paquetes opcionales

source: _Optional packages
ast: Paquetes _opcionales

source: _Select
ast: _Esbillar

source: _Select all optional packages
ast: _Esbillar tolos paquetes opcionales

source: Root Password:
ast: Contraseña de root:

source: The root account is used for administering the system. Enter a password for the root user.
ast: La cuenta root úsase pa l'administración del sistema. Introduz una contraseña pal usuariu root.

source: Add _FCoE SAN
ast: Amestar _FCoE SAN

source: Add _ZFCP LUN
ast: Amestar _ZFCP LUN

source: Add _iSCSI target
ast: Amestar destín _iSCSI

source: Advanced Storage Options
ast: Opciones Avanzaes d'Almacenamientu

source: How would you like to modify your drive configuration?
ast: ¿Prestaríate camudar la configuración del to discu?

source: _Add drive
ast: _Amestar discu

source: <b>Repository _name:</b>
ast: <b>_Nome de repositoriu:</b>

source: <b>Repository _type:</b>
ast: <b>_Triba de repositoriu:</b>

source: Configure _proxy
ast: Configurar _proxy

source: HTTP/FTP CD/DVD NFS Hard Drive
ast: HTTP/FTP CD/DVD NFS Discu Duru

source: Please provide the configuration information for this software repository.
ast: Por favor apurre la información de configuración pa esti repositoriu de software.

source: Proxy U_RL (host:port)
ast: U_RL del Proxy (equipu:puertu)

source: Proxy pass_word
ast: C_ontraseña del Proxy

source: Proxy u_sername
ast: Nome d'u_suariu del Proxy

source: Repository _URL
ast: _URL del Repositoriu

source: Select A Directory
ast: Escueyi un Direutoriu

source: URL is a _mirror list
ast: La URL ye una llista d'_espeyos

source: _Directory
ast: _Direutoriu

source: _Options
ast: _Opciones

source: _Partition
ast: _Partición

source: _Path
ast: _Camín

source: _Server
ast: _Sirvidor

source: Reboo_t
ast: _Reaniciar

source: <b>Shrink partition _to size (in MB):</b>
ast: <b>Amenorgar la partición al _tamañu (en MB):</b>

source: Re_view and modify partitioning layout
ast: Re_visar y camudar les particiones

source: Volume to Shrink
ast: Volume a amenorgar

source: Which partition would you like to shrink to make room for your installation?
ast: ¿Qué partición deseyes redimensionar pa facer espaciu pa la to instalación?

source: Which type of installation would you like?
ast: ¿Qué triba d'instalación te prestaría?

source: _Encrypt system
ast: _Encriptar sistema

source: _Shrink
ast: Amenorgar

source: BIOS Drive Order
ast: Orde de la unidá del BIOS

source: Boot loader device
ast: Preseos del xestor d'arranque

source: First BIOS drive:
ast: Primer discu del BIOS:

source: Fourth BIOS drive:
ast: Cuartu discu del BIOS:

source: Second BIOS drive:
ast: Segundu discu del BIOS:

source: Third BIOS drive:
ast: Tercer discu del BIOS:

source: Where would you like to install the boot loader for your system?
ast: ¿Aú quies instalar el xestor d'arranque pal sistema?

source: <b>Data Storage Devices</b> (to be mounted only)
ast: <b>Preseos d'atroxu de datos</b> (namái pa ser montaos)

source: <b>Install Target Devices</b>
ast: <b>Instalar preseos esbillaos</b>

source: <b>Tip:</b> Install target devices will be reformatted and wiped of any data. Make sure you have backups.
ast: <b>Nota:</b> Van formatease los preseos esbillaos pa facer la instalación y van desaniciase tolos datos. Asegúrate de tener copies de seguridá.

source: Below are the storage devices you've selected to be a part of this installation. Please indicate using the arrows below which devices you'd like to use as data devices (these will not be formatted, only mounted) and which devices you'd like to use as installation target devices (these may be formatted). Please also indicate which system drive will have the bootloader installed.
ast: Darréu amuésense los preseos d'atroxu esbillaos pa la instalación. Por favor, usa les fleches nesta pantalla, conseña los que quies usar como preseos de datos (nun van formatiase, namái van montase), y cuáles quies usar como preseos del sistema (que podríen aportar a ser formatiaos). Por favor, conseña tamién qué discu va tener el cargador d'arranque (bootloader) instaláu.

source: <span size="small" color="gray">Create a RAID formatted partition</span>
ast: <span size="small" color="gray">Crear una partición con formatu RAID</span>

source: <span size="small" color="gray">Create a logical volume on selected volume group</span>
ast: <span size="small" color="gray">Crear un volume lóxicu nel volume de grupu escoyíu</span>

source: <span size="small" color="gray">Create an LVM formatted partition</span>
ast: <span size="small" color="gray">Crear una partición con formatu LVM</span>

source: <span size="small" color="gray">General purpose partition creation</span>
ast: <span size="small" color="gray">Creación de partición d'usu xeneral</span>

source: <span size="small" color="gray">Requires at least 1 free LVM formatted partition</span>
ast: <span size="small" color="gray">Requier al menos 1 partición llibre con formatu LVM llibre</span>

source: <span size="small" color="gray">Requires at least 2 free RAID formatted partitions</span>
ast: <span size="small" color="gray">Requier al menos 2 particiones llibres con formatu RAID libres</span>

source: C_reate
ast: Cr_ear

source: Create LVM
ast: Crear LVM

source: Create Partition
ast: Crear partición

source: Create Software RAID
ast: Crear software RAID

source: Create Storage
ast: Crear almacenamientu

source: LVM Logical Volume
ast: Volume lóxicu LVM

source: LVM Physical Volume
ast: Volume físicu LVM

source: LVM Volume Group
ast: Grupu de volume LVM

source: RAID Partition
ast: Partición RAID

source: Standard Partition
ast: Partición standard

source: _Details
ast: _Detalles

source: Configure FCoE Parameters
ast: Configurar Parámetros FCoE

source: Please select the network interface which is connected to your FCoE switch.
ast: Por favor, esbilla la tarxeta de rede que ta coneutada al to switch FCoE.

source: Use DCB
ast: Usar DCB

source: _Add FCoE Disk(s)
ast: _Amestar Discu(os) FCoE

source: <b>Tip:</b> Selected drives will not be formatted unless you choose to do so later during installation. Also, note that post-installation you may mount drives you did not select here by modifying your /etc/fstab file.
ast: <b>Nota:</b>: Los discos esbillaos nun van formatiase sacantes qu'escueyas facelo nel procesu d'instalación. Arriendes, decátate que llueu de la instalación, vas poder montar discos que nun tengas esbillaos equí, al traviés d'una modificación del ficheru /etc/fstab.

source: Add Advanced Target
ast: Amestar Destín avanzáu

source: Basic Devices
ast: Preseos Básicos

source: Filter By:
ast: Peñerar por:

source: Identifier:
ast: Identificador:

source: Interconnect Vendor Identifier
ast: Interconexón Fornidor Identificador

source: Multipath Devices
ast: Presos Multiruta

source: Other SAN Devices
ast: Otros preseos SAN

source: Please select the drives you'd like to install the operating system on, as well as any drives you'd like to automatically mount on your system:
ast: Por favor, escueyi los discos sobro los que quies instalar el sistema operativu, y tamién los discos que quies que se monten automáticamente nel sistema:

source: Port / Target / LUN Target Identifier
ast: Puertu / Destín / LUN Identificador de destín

source: Port:
ast: Puertu:

source: Search
ast: Guetar

source: Search By:
ast: Guetar por:

source: Search Results:
ast: Resultaos de la gueta:

source: Selected devices: %s (%s) out of %s (%s).
ast: Preseos esbillaos: %s (%s) fuera de %s (%s).

source: Show Identifiers that Include:
ast: Amosar identificadores qu'incluyan:

source: Show Only Devices From:
ast: Namái amosar preseos dende:

source: Show Only Devices Using:
ast: Namái usar preseos usando:

source: Target:
ast: Destín:

source: <b>CHAP _Password:</b>
ast: <b>_Contraseña CHAP:</b>

source: <b>CHAP _Username:</b>
ast: <b>Nome d'_Usuariu CHAP:</b>

source: <b>Reverse CHAP P_assword:</b>
ast: <b>_Contraseña CHAP en Reversa:</b>

source: <b>Reverse CHAP U_sername:</b>
ast: <b>Nome d'Usuariu CHAP en Reversa:</b>

source: <b>_Target IP Address:</b>
ast: <b>Direición IP obxe_tivu:</b>

source: <b>iSCSI Initiator _Name:</b>
ast: <b>_Nome d'anicializador iSCSI:</b>

source: Configure iSCSI Parameters
ast: Configurar Parámetros iSCSI

source: To use iSCSI disks, you must provide the address of your iSCSI target and the iSCSI initiator name you've configured for your host.
ast: Pa usar discos iSCSI, tienes d'apurrir la direición del to destín iSCSI y el nome aniciador de iSCSI que tengas configuráu pal equipu.

source: _Add target
ast: _Amestar destín

source: Also add this passphrase to all existing encrypted devices to streamline the boot process
ast: Usa tamién esta contraseña pa tolos preseos encriptaos esistentes pa facer simplificar el procesu d'arranque

source: Choose a passphrase for this encrypted partition. You will be prompted for the passphrase during system boot.
ast: Escueyi una contraseña pa esta partición encriptada. Va pedísete durante la carga del sistema.

source: Confirm passphrase:
ast: Confirmar contraseña:

source: Enter passphrase for encrypted partition
ast: Introduz la contraseña de la partición encriptada

source: Enter passphrase:
ast: Introduz contraseña:

source: <b>Gateway:</b>
ast: <b>Puerta d'enllaz:</b>

source: <b>IPv4 Address:</b>
ast: <b>Direición IPv4:</b>

source: <b>IPv6 Address:</b>
ast: <b>Direición IPv6:</b>

source: <b>Nameserver:</b>
ast: <b>Sirvidor de nomes:</b>

source: Enable IPv_4 support
ast: Activar sofitu IPv_4

source: Enable IPv_6 support
ast: Activar sofitu IPv_6

source: Use _dynamic IP configuration (DHCP)
ast: Usar la configuración d'IP dinámica (DHCP)

source: Configure Network
ast: Configurar la rede

source: Hostname:
ast: Nome del equipu:

source: Please name this computer. The hostname identifies the computer on a network.
ast: Por favor, da-y un nome a esta computadora. Los nomes de computadora identifiquen a les mesmes na rede.

source: Customize _later
ast: Personalizar dempués

source: Please select any additional repositories that you want to use for software installation.
ast: Por favor, escueyi cualesquier repositoriu adicional que quieras usar pa la instalación de software.

source: The default installation of %s includes a set of software applicable for general internet usage. What additional tasks would you like your system to support?
ast: La instalación predeterminada de %s inclúi un grupu d'aplicaciones pal usu xeneral d'Internet. ¿Qué otres xeres te prestaría poder facer col sistema?

source: You can further customize the software selection now, or after install via the software management application.
ast: La Escoyeta de software puede personalizase agora o col sistema d'alministración de software dempués de la instalación.

source: _Add additional software repositories
ast: _Amestar repositorios de software adicional

source: _Customize now
ast: _Personalizar agora

source: _Modify repository
ast: _Camudar repositoriu

source: <b>Device number:</b>
ast: <b>Númberu de preséu:</b>

source: Add FCP device
ast: Amestar un preséu FCP

source: zSeries machines can access industry-standard SCSI devices via Fibre Channel (FCP). You need to provide a 16 bit device number, a 64 bit World Wide Port Name (WWPN), and a 64 bit FCP LUN for each device.
ast: Les máquinas zSeries pueden acceder a preseos SCSI estándares a traviés de Freba Canal (Fibre Channel, FCP). Necesites suministrar un númberu de preséu de 16 bit, un númberu de puertu universal de 64 bit (WWPN) y un LUN FCP de 64 bits pa cada preséu.

source: Afrikaans
ast: Afrikáans

source: Arabic
ast: Árabe

source: Assamese
ast: Asamés

source: Bengali
ast: Bengalí

source: Bengali(India)
ast: Bengalí(India)

source: Bulgarian
ast: Búlgaru

source: Catalan
ast: Catalán

source: Croatian
ast: Croata

source: Dutch
ast: Holandés

source: Estonian
ast: Estoniu

source: Finnish
ast: Finlandés

source: Greek
ast: Griegu

source: Gujarati
ast: Guyaratí

source: Hebrew
ast: Hebréu

source: Hungarian
ast: Húngaru

source: Indonesian
ast: Indonesiu

source: Kannada
ast: Canarés

source: Macedonian
ast: Macedoniu

source: Malay
ast: Malayu

source: Malayalam
ast: Malabar

source: Marathi
ast: Maratí

source: Norwegian(Bokmål)
ast: Noruegu(Bokmål)

source: Northern Sotho
ast: Sepedi

source: Persian
ast: Persa

source: Polish
ast: Polacu

source: Portuguese(Brazilian)
ast: Portugués (brasileñu)

source: Punjabi
ast: Panyabí

source: Serbian
ast: Serbiu

source: Serbian(Latin)
ast: Serbiu(Llatín)

source: Sinhala
ast: Cingalés

source: Slovak
ast: Eslovacu

source: Telugu
ast: Telugú

source: Turkish
ast: Turcu

source: Vietnamese
ast: Vietnamita

source: Welsh
ast: Galés

source: Zulu
ast: Zulú

source: Unable to probe
ro: Detecþie eºuatã

source: Skipping mouse probe.
ro: Nu s-a efectuat detecþia tipului de mouse.

source: Unable to locate partition %s to use for %s. Press OK to reboot your system.
ro: Nu se poate gãsi partiþia %s pentru utilizarea cu %s. Selectaþi OK pentru a reseta sistemul.

source: Partition Request Sanity Check Errors
ro: Erori la verificarea schemei de partiþionare

source: The following errors occurred with your partitioning: %s Press OK to reboot your system.
ro: Schema de partiþionare selectatã a produs urmãtoaele erori: %s Selectaþi OK pentru a reseta sistemul.

source: Automatic Partitioning sets up your partitioning based on your installation type. You also can customize the resulting partitions to meet your needs. The manual disk partitioning tool, Disk Druid, allows you to set up your partitions in an interactive environment. You can set the filesystem types, mount points, size and more in this easy to use, powerful interface. fdisk is the traditional, text-based partitioning tool offered by Red Hat. Although it is not as easy to use, there are cases where fdisk is preferred.
ro: Partiþionarea Automatã alege o schemã de partiþionare bazatã pe tipul instalãrii pe care o efectuaþi. Aceastã schemã poate fi modificatã pentru a îndeplini cerinþele acestui sistem. Partiþionarea Manualã cu Disk Druid vã permite sã alegeþi o schemã de partiþionare într-un mod interactiv. Puteþi selecta tipurile de sisteme de fiºiere, directoarele de montare ºi mãrimea partiþiilor folosind o interfaþã intuitivã. Partiþionarea cu fdisk este metoda tradiþionalã de selectare a schemei de partiþionare a acestui calculator. Interfaþa este în mod text; deºi nu este cea mai simplã interfaþã utilizator vã permite totuºi cea mai mare flexibilitate în cazurile cînd partiþionarea cu fdisk este preferatã.

source: WARNING!! WARNING!! You have selected to remove all partitions (ALL DATA) on the following drives:%s Are you sure you want to do this?
ro: ATENÞIE!! ATENÞIE!! Aþi ales stergerea tuturor partiþiilor (TOATE DATELE) de pe urmãtoarele discuri: %s Sunteþi sigur cã doriþi sã continuaþi?

source: WARNING!! WARNING!! You have selected to remove all Linux partitions (and ALL DATA on them) on the following drives:%s Are you sure you want to do this?
ro: ATENÞIE!! ATENÞIE!! Aþi ales sã ºtergeþi toate partiþiile Linux (ºi TOATE DATELE) de pe urmãtoarele discuri:%s Sunteþi sigur cã doriþi sã continuaþi?

source: An error occured while making the boot disk. Please make sure that there is a formatted floppy in the first floppy drive.
ro: S-a detectat o eroare la crearea discului de boot. Asiguraþi-vã cã in prima unitate de floppy-disk existã o dischetã formatatã.

source: An error occurred migrating %s to ext3. It is possible to continue without migrating this filesystem if desired. Would you like to continue without migrating %s?
ro: S-a detectat o eroare la migrarea %s cãtre ext3. Este posibil sã continuaþi fãrã a migra acest sistem de fiºiere dacã doriþi acest lucru. Doriþi sã continuaþi fãrã a migra %s?

source: An error occurred trying to initialize swap on device %s. This problem is serious, and the install cannot continue. Press Enter to reboot your system.
ro: S-a detectat o eroare la iniþializarea memoriei swap pe partiþia %s. Aceastã probelmã este fatalã ºi programul de instalare nu poate continua. Apãsaþi Enter pentru a reseta sistemul.

source: An error occurred searching for bad blocks on %s. This problem is serious, and the install cannot continue. Press Enter to reboot your system.
ro: S-a detectat o eroare la verificarea blocurilor defecte de pe %s. Aceastã problemã este fatalã. Programul de instalare nu poate continua. Apãsaþi Enter pentru a reseta sistemul.

source: An error occurred trying to format %s. This problem is serious, and the install cannot continue. Press Enter to reboot your system.
ro: S-a detectat o eroare la formatarea %s. Aceasta problemã este fatalã. Programul de instalare nu poate continua. Apãsaþi Enter pentru a reseta sistemul.

source: An error occurred trying to migrate %s. This problem is serious, and the install cannot continue. Press Enter to reboot your system.
ro: S-a detectat o eroare la migrarea %s. Aceastã problemã este fatalã ºi programul de instalare nu poate continua. Apãsaþi Enter pentru a reseta sistemul.

source: An error occurred when trying to create %s. Some element of this path is not a directory. This is a fatal error and the install cannot continue. Press Enter to reboot your system.
ro: S-a detectat o eroare la crearea %s. Unul dintre elementele acestei locaþii nu este un director. Aceastã eroare este fatalã ºi programul de instalare nu poate continua. Apãsaþi Enter pentru a reseta sistemul.

source: An error occurred when trying to create %s: %s. This is a fatal error and the install cannot continue. Press Enter to reboot your system.
ro: S-a detectat o eroare la crearea %s: %s. Aceastã eroare este fatalã ºi programul de instalare nu poate continua. Apãsaþi Enter pentru a reseta sistemul.

source: Formatting %s filesystem...
ro: Se iniþializeazã %s cu un sistem ext2...

source: An unhandled exception has occured. This is most likely a bug. Please copy the full text of this exception or save the crash dump to a floppy then file a detailed bug report against anaconda at http://bugzilla.redhat.com/bugzilla/
ro: S-a detectat o eroare de tip necunoscut. Cel mai probabil aceasta este o eroare în programul de instalare. Vã rugãm sã copiaþi întregul text al erorii sau sã salvaþi informaþiile despre eroare pe o dischetã ºi sã introduceþi un raport detaliat la adresa de web http://bugzilla.redhat.com/bugzilla pentru componenta "anaconda"

source: Close
ro: Închide

source: Next
ro: Înainte
ta: «ÎòÐ

source: Show Help
ro: Explicaþii >>

source: Hide Help
ro: << Explicaþii

source: An error occured transferring the install image to your hard drive. You are probably out of disk space.
ro: Eroare la transferul imaginii de instalare pe hard disk. Cel mai probabil nu existã suficient spaþiu pentru operaþia de copiere.

source: That's not the correct Red Hat CDROM.
ro: Acesta nu este discul CD Red Hat corect.

source: The filesystems of the Linux installation you have chosen to upgrade have already been mounted. You cannot go back past this point.
ro: Sistemele de fiºiere pe care le-aþi selectat pentru actualizare sînt deja montate. Nu puteþi naviga înapoi din acest pas al instalãrii.

source: You don't appear to have enough disk space to install the packages you've selected. You need more space on the following filesystems:
ro: Pe acest sistem nu exista suficient spatiu pe disc pentru a instala packetele selectate. Programul de instalare are nevoie de mai mult spatiu in urmatoarele sisteme de fisiere:

source: You don't appear to have enough file nodes to install the packages you've selected. You need more file nodes on the following filesystems:
ro: Se pare cã nu aveþi suficient spaþiu pentru numãrul de fiºiere conþinute în pachetele pe care le-aþi selectat. Aveþi nevoie de mai mult spaþiu în tabela de fiºiere pe urmãtoarele partiþii (i-nodes):

source: The mount point %s is already in use, please choose a different mount point.
ro: Acest director de montare este deja utilizat, alegeþi un alt director.

source: This mount point is invalid. This directory must be on the / filesystem.
ro: Acest director de montare este invalid. Acest director trebuie sã existe pe partiþia care conþine sistemul de fiºiere /.

source: This mount point must be on a linux filesystem.
ro: Acest director de montare trebuie sã fie pe un sistem de fiºiere de tip Linux.

source: The size of the %s partition (size = %s MB) exceeds the maximum size of %s MB.
ro: Mãrimea partiþiei %s (mãrime = %s MB) depãºeºte mãrimea maximã de %s MB.

source: The partition table on device /dev/%s is of an unexpected type for your architecture. To use this disk for installation of %s, it must be re-initialized causing the loss of ALL DATA on this drive. Would you like to initialize this drive?
ro: Tabela de partiþii de pe discul /dev/%s are un tip necunoscut pentru acest sistem. Pentru a folosi acest disc pentru instalarea %s, discul trebuie iniþializat din nou, avînd ca efect pierderea TUTUROR DATELOR de pe acest disc. Doriþi sã iniþializaþi acest disc?

source: Error mounting filesystem on %s: %s
ro: Eroare la montarea sistemului de fiºiere pe %s: %s

source: An error has occurred - no valid devices were found on which to create new filesystems. Please check your hardware for the cause of this problem.
ro: S-a detectat o eroare - nu s-a gãsit nici un disc pe care se poate efectua instalarea. Verificaþi sistemul pentru probleme hardware.

source: You are about to delete a RAID device. Are you sure?
ro: Sînteþi pe cale sã ºtergeþi o partiþie RAID. Doriþi sã continuaþi?

source: You are about to delete the /dev/%s partition. Are you sure?
ro: Sînteþi pe cale sã ºtergeþi partiþia /dev/%s/ Doriþi sã continuaþi?

source: Are you sure you want to delete this partition?
ro: Sînteþi sigur cã doriþi sã ºtergeþi aceastã partiþie?

source: Unable To Remove
ro: Nu s-a putut ºterge

source: You must first select a partition to remove.
ro: Trebuie sã selectaþi întîi o partiþie pentru ºtergere.

source: You cannot remove free space.
ro: Nu puteþi ºterge spaþiul liber.

source: You cannot remove this partition, as it is an extended partition which contains %s
ro: Nu puteþi ºterge aceastã partiþie din cauzã cã este o partiþie de tip extins care conþine %s

source: You cannot remove this partition, as it is holding the data for the hard drive install.
ro: Nu puteþi ºterge aceastã partiþie din cauzã cã este partiþia care conþine datele pentru instalarea de pe hard disk.

source: You cannot remove this partition, as it is part of a RAID device.
ro: Nu puteþi sã ºtergeþi aceastã partiþie din cauzã cã este o partiþie membru al unei partiþii RAID.

source: Unable to Edit
ro: Nu se poate Edita
