Repository: 3838438org/anaconda-1
Catalog: po/*.po
Languages: ast, ro, ta, tr

source: The installer is unable to detect the boot loader currently in use on your system.
ast: L'instalador nun ye quien a deteutar el xestor d'arranque que ta anguaño n'usu nel sistema.
ro: Programul de instalare nu a putut determina versiunea de încãrcãtor de sistem de operare folosit pe acest sistem.
tr: Kurulum programý sisteminizde bulunan önyükleyiciyi algýlayamadý.

source: _Create new boot loader configuration
ast: _Crear una nueva configuración pal xestor d'arranque
ta: Ò¾¢Â ÐÅì¸§ÁüÈ¢ ÅÊÅ¨Áô¨À ¯ÕÅ¡ìÌ
tr: _Yeni önyükleyici yapýlandýrmasý oluþtur

source: This will let you create a new boot loader configuration. If you wish to switch boot loaders, you should choose this.
ro: Aceastã opþiune vã permite sã creaþi o nouã configuraþie pentru încãrcãtorul de sistem de operare. Dacã doriþi sã schimbaþi încãrcãtorul de sistem de operare, selectaþi opþiunea relevantã.
tr: Bu, bir yeni önyükleyici yapýlandýrmasý oluþturmanýzý saðlayacak. Önyükleyiciler arasýnda bir seçim yapabilmek için bunu seçmelisiniz.

source: _Skip boot loader updating
ast: Omitir l'anovamientu del xestor d'arranque
ta: ÐÅì¸§ÁüÈ¢Â¢ý ÒÐôÀ¢ò¾¨Ä ¾Å¢÷
tr: Önyükleyici güncellemesini _atla

source: This will make no changes to boot loader configuration. If you are using a third party boot loader, you should choose this.
ro: Aceastã opþiune nu va efectua nici un fel de schimbãri la încãrcãtorul de sistem de operare. Dacã folosiþi un alt încãrcãtor de sistem de operare produs de altcineva, selectaþi aceastã opþiune.
tr: Bu, önyükleyici yapýlandýrmanýzý deðiþtirmeyecek. Üçüncü el bir önyükleyici kullanýyorsanýz bunu seçmelisiniz.

source: What would you like to do?
ast: ¿Qué opción quies?
ro: Ce anume doriþi sã efectuaþi?
ta: ±ýÉ ¦ºöÂ Å¢ÕõÒ¸¢È£÷¸û?
tr: Ne yapmak istersiniz?

source: Migrate File Systems
ast: Migrar los sistemes de ficheros
ta: §¸¡ôÀ¨ÁôÒì¸¨Ç þ¼Á¡üÚ
tr: Dosya Sistemlerini Dönüþtür

source: This release of %s supports the ext3 journalling file system. It has several benefits over the ext2 file system traditionally shipped in %s. It is possible to migrate the ext2 formatted partitions to ext3 without data loss. Which of these partitions would you like to migrate?
tr: Bu %s daðýtýmý ext3 jurnalli dosya sistemi desteklidir. %s ile geleneksel olarak gelen ext2 dosya sistemine göre pek çok üstünlüðe sahiptir. ext2 biçemli disk bölümleri veri kaybý olmaksýzýn ext3 biçemli disk bölümlerine dönüþtürülebilir. Bu bölümlerden hangilerini dönüþtürmek istersiniz?.

source: Upgrade Swap Partition
ast: Anovamientu de la partición swap
ro: Actualizare Partiþie de SWAP
ta: þ¼Á¡üÈ Å¸¢÷¨Å §Á§ÄüÚ
tr: Takas Bölümünün Güncellenmesi

source: The 2.4 kernel needs significantly more swap than older kernels, as much as twice as much swap space as RAM on the system. You currently have %dMB of swap configured, but you may create additional swap space on one of your file systems now.
ro: Versiunea de kernel 2.4 are nevoie de mult mai multã memorie swap comparativ cu versiunile mai vechi - uneori chiar dublu faþã de cîtã memorie RAM este disponibilã pe sistem. Acum aveþi %dMB spaþiu swap configurat, însã puteþi crea spaþiu swap adiþional pe una dintre partiþiile care conþin sisteme de fiºiere.
tr: 2.4 çekirdekler sisteminizdeki RAM'in iki katýna kadar bir takas alanýna gereksinim duyar. %dMBlýk takas alanýnýnýz var ama dosya sisteminizde baþka takas alanlarýda oluþturulabilir.

source: The installer has detected %s MB of RAM.
ast: L'instalador deteutó %s MB de RAM.
ro: Programul de instalare a detectat %s MB de memorie RAM.
tr: Kurulum programý %s MBlýk bellek algýladý.

source: I _want to create a swap file
ast: _Quiero criar un ficheru swap
ta: ¿¡ý µÕ þ¼Á¡üÈ §¸¡ô¨À ¯ÕÅ¡ì¸ Å¢ÕõÒ¸¢§Èý
tr: Bir takas dosyasý _oluþturulsun

source: Select the _partition to put the swap file on:
ast: Escueyi la _partición au allugar el ficheru swap:
tr: Takas dosyasýnýn bulunacaðý disk _bölümünü belirtiniz:

source: Free Space (MB)
ast: Espaciu llibre (MB)
ro: Spaþiu Liber (MB)
ta: ¦ÅüÈ¢¼õ (MB)
tr: Boþ Alan (MB)

source: It is recommended that your swap file be at least %d MB. Please enter a size for the swap file:
ro: Este recomandat ca fiºierul de swap sã aibã cel puþin %d MB. Ce mãrime doriþi sã dedicaþi fiºierului de swap?:
tr: Bir takas dosyasýnýn en azýndan %d MB olmasý önerilir. Lütfen takas dosyasýnýn uzunluðunu giriniz:

source: Swap file _size (MB):
ast: _Tamañu del ficheru swap (MB):
ta: þ¼Á¡üÈ §¸¡ôÒ «Ç× (MB):
tr: Takas _dosyasý boyu (MB):

source: I _don't want to create a swap file
ast: _Nun quiero crear un ficheru swap
ta: ¿¡ý þ¼Á¡üÈ §¸¡ô¨À ¯ÕÅ¡ì¸ Å¢ÕõÀÅ¢ø¨Ä
tr: Bir takas dosyasý oluþturul_masýn

source: It is stongly recommended that you create a swap file. Failure to do so could cause the installer to abort abnormally. Are you sure that you wish to continue?
ro: Este recomandat sã creaþi un fiºier de swap. Programul de instalare poate avea probleme dacã nu are suficientã memorie la dispoziþie pentru a efectua instalarea. Doriþi sã continuaþi?
tr: Bir takas dosyasý oluþturmanýz önemle tavsiye edilir. Bir baþarýsýzlýk kurulum programýný kontrol dýþý sonlandýrabilir. Devam etmek istediðinize emin misiniz?

source: The swap file must be between 1 and 2000 MB in size.
ast: El ficheru swap tien de tar ente 1 y 2000 MB de tamañu.
ro: Fiºierul de swap trebuie sã fie ca mãrime între 1 ºi 2000 MB.
tr: Bir takas dosyasý 1-2000 MB arasýnda olabilir.

source: There is not enough space on the device you selected for the swap partition.
ast: Nun esiste espaciu abondu nel preséu qu'escoyisti pa la partición swap.
ro: Nu aveþi suficient spaþiu pe discul selectat pentru a crea o partiþie de swap.
tr: Takas bölümünün seçildiði aygýtta yeterli yer yok.

source: Welcome
ro: Bun venit
ta: ¿øÅÃ×
tr: Hoþ Geldiniz

source: DDC Probed Monitor
ro: Monitor Detectat de DDC
tr: DDC Algýlamalý Monitör

source: Unprobed Monitor
ro: Monitor Neverificat
tr: Algýlanmamýþ Monitör

source: Customize Graphical Configuration
ta: Å¨ÃÅ¢Âø ÅÊÅ¨Áô¨À ¾É¢ôÀÂÉ¡ìÌ
tr: Grafik Yapýlandýrmasýný Özelleþtir

source: _Color Depth:
ta: Åñ½ ¬Æõ:
tr: _Renk Derinliði:

source: 256 Colors (8 Bit)
ro: 256 Culori (8 Biþi)
ta: 256 ¿¢Èí¸û(8 À¢ðÎ)
tr: 256 Renk (8 Bit)

source: High Color (16 Bit)
ro: 65,536 Culori (16 Biþi)
ta: ¦ºÈ¢ó¾ Åñ½õ(16 À¢ðÎ)
tr: Çok Renkli (16 Bit)

source: True Color (24 Bit)
ro: Paletã Completã (24 Biþi)
ta: ¦ºÈ¢ó¾ Åñ½õ(24 À¢ðÎ)
tr: Gerçek Renkler (24 Bit)

source: _Screen Resolution:
ta: ¾¢¨Ã À¢Ã¢¾¢Èý:
tr: _Ekran Çözünürlüðü:

source: _Test Setting
tr: Ayarlarý _Dene

source: Please choose your default desktop environment:
ro: Selectaþi mediul grafic implicit:
ta: ¯í¸û ¦¸¡¼¡¿¢¨Ä §Á¨º ÝÆ¨Ä §¾÷¸:
tr: Öntanýmlý masaüstü ortamýnýzý seçin:

source: Your desktop environment is:
ro: Mediul grafic selectat este:
ta: ¯í¸û §Á¨º ÝÆø:
tr: Masaüstü ortamýnýz:

source: Please choose your login type:
ro: Selectaþi tipul de încãrcare:
ta: ¯í¸û Ñ¨Æ× Å¨¸¨Â §¾÷¸:
tr: Sisteme giriþ türünü seçin:

source: T_ext
tr: M_etin

source: _Graphical
ta: Å¨ÃÅ¢Âø
tr: _Grafiksel

source: Monitor Configuration
ro: Configurare Monitoare
ta: ¾¢¨ÃÂ¸ ÅÊÅ¨ÁôÒ
tr: Monitör Yapýlandýrmasý

source: In most cases, the monitor can be automatically detected. If the detected settings are not correct for the monitor, select the right settings.
tr: Genellikle, monitör otomatik olarak algýlanýr. Eðer algýlanan monitör sizinki deðilse kendiniz bir monitör belirtebilirsiniz.

source: Generic
ro: Generic, No-Name
ta: ¦À¡ÐôÀ¨¼Â¡É
tr: Genel

source: Restore _original values
ta: ãÄ Á¾¢ôÒ¸¨Ç Á£û
tr: _Orjinal deðerlerine dön

source: Hori_zontal Sync:
ta: ÌÚìÌ þ¨º×:
tr: _Yatay Tazeleme:

source: _Vertical Sync:
ta: ¦¿ÎìÌ þ¨º×:
tr: _Dikey Tazeleme:

source: Graphical Interface (X) Configuration
ro: Configurare Interfaþã Graficã (X)
ta: Å¨ÃÅ¢Âø Ó¸ô¨À (X) ¾É¢ôÀÂÉ¡ìÌ
tr: Grafik Arayüz (X) Yapýlandýrmasý

source: Unknown video card
ta: ¦¾Ã¢Â¡¾ ´Ç¢ò§¾¡üÈ «ð¨¼
tr: Bilinmeyen ekran kartý

source: An error has occurred selecting the video card %s. Please report this error to bugzilla.redhat.com.
tr: Ekran kartý %s seçildiðinde bir hata oluþtu. Lütfen bu hatayý bugzilla.redhat.com adresinde bildiriniz.

source: Unspecified video card
ro: Placã video nespecificatã
ta: ¦¸¡Îì¸ôÀ¼¡¾ ´Ç¢ò§¾¡üÈ «ð¨¼
tr: Ekran kartý belirtilmedi

source: You need to pick a video card before X configuration can continue. If you want to skip X configuration entirely choose the 'Skip X Configuration' button.
ro: Trebuie sã selectaþi o placã video inainte de a continua. Dacã doriþi sã nu configuraþi X Windows în acest pas selectaþi opþiunea relevantã de mai jos.
tr: X yapýlandýrmanýz devam edebilmek içim bir ekran kartý seçmeniz gerekiyor. X yapýlandýrmasýný kurulumdan sonra kendiniz yapmak isterseniz 'X yapýlandýrmasýný Atla' düðmesine týklayýnýz.

source: Your video ram size can not be autodetected. Choose your video ram size from the choices below:
ro: Mãrimea memoriei video pentru aceastã placã nu poate fi detectatã în mod automat. Selectaþi mãrimea memoriei video din opþiunile de mai jos:
tr: Ekran kartý bellek miktarý bulunamadý. Lütfen listeden seçim yapýnýz:

source: In most cases, the video hardware can be automatically detected. If the detected settings are not correct for the hardware, select the right settings.
tr: Çoðu zaman ekran donanýmý otomatik olarak tanýnacak ve en uygun çözünürlük ayarlanacaktýr. Bu iþlem doðru sonuç vermezse siz doðrusunu seçebilirsiniz.

source: _Video card RAM:
ta: ´Ç¢ò§¾¡üÈ «ð¨¼ RAM:
tr: Ekran Kartý _Belleði:

source: _Skip X configuration
ta: X ÅÊÅ¨Áô¨À ¾Å¢÷
tr: X Yapýlandýrmasýný _Atla

source: z/IPL Boot Loader Configuration
ast: Configuración del xestor d'arranque z/IPL
ta: z/IPL ÐÅì¸§ÁüÈ¢ ÅÊÅ¨ÁôÒ
tr: z/IPL Önyükleyici Yapýlandýrmasý

source: The z/IPL Boot Loader will now be installed on your system. The root partition will be the one you selected previously in the partition setup. The kernel used to start the machine will be the one to be installed by default. If you wish to make changes later after the installation feel free to change the /etc/zipl.conf configuration file. You can now enter any additional kernel parameters which your machine or your setup may require.
ast: El xestor d'arranque z/IPL va instalase nel sistema. La partición root va ser una de les escoyíes previamente na configuración de la partición. El kernel usáu pa entamar la máquina va ser el predetermináu na instalación. Si quies facer cambeos tres la instalación fae los cambeos que camientes oportunos nel ficheru de configuración /etc/zipl.conf. Puedes introducir tolos parámetros del kernel adicionales que la to máquina o configuración te piden. A continuación puedes introducir tolos parámetros del kernel adicionales que necesite la máquina o la configuración.
tr: Sisteminize z/IPL Önyükleyicisi kurulacaktýr. Kök disk bölümü, evvelce disk bölümlemesi sýrasýnda seçtiðiniz bölümlerden biri olacaktýr. Makinayý baþlatmakta kullanýlan çekirdek, öntanýmlý olarak kurulmuþ olanlardan biri olacaktýr. Deðiþiklik yapmak isterseniz kurulum bittikten sonra /etc/zipl.conf yapýlandýrma dosyasýnda bu deðiþiklikleri yapabilirsiniz. Þimdilik, makinanýz ya da ayarlarýnýzýn gerektirdiði ek çekirdek parametrelerini girebilirsiniz.

source: Kernel Parameters
ast: Parámetros del Kernel
ro: Parametri pentru Kernel
ta: ¸Õ «ÇÒÕ¸û
tr: Çekirdek Parametreleri

source: The boot disk allows you to boot your %s system from a floppy diskette. A boot disk allows you to boot your system if your bootloader configuration stops working. It is highly recommended you create a boot disk. Would you like to create a boot disk?
tr: Açýlýþ disketi %s sisteminizi bir disketle açmanýzý saðlar. Bu disket yardýmýyla önyükleyiciniz çalýþmadýðýnda da sisteminizi açabilirsiniz. Bu bakýmdan mutlaka bir açýlýþ disketi oluþturmalýsýnýz. Bir açýlýþ disketi oluþturulmasýný ister misiniz?

source: Boot Disk
ro: Disc de Boot
tr: Açýlýþ Disketi

source: Which boot loader would you like to use?
ro: Ce încãrcãtor de sistem doriþi sã folosiþi?
ta: ¿£í¸û ±ó¾ ÐÅì¸§ÁüÈ¢¨Â ¯À§Â¡¸¢ì¸ Å¢ÕõÒ¸¢È£÷¸û?
tr: Hangi önyükleyiciyi kullanmak istiyorsunuz?

source: Use GRUB Boot Loader
ro: Foloseºte GRUB pentru încãrcare
ta: GRUB ÐÅì¸§ÁüÈ¢¨Â ¯À§Â¡¸¢
tr: GRUB Önyükleyicisi kullanýlsýn

source: Use LILO Boot Loader
ro: Foloseºte LILO pentru încãrcare
ta: LILO ÐÅì¸§ÁüÈ¢¨Â ¯À§Â¡¸¢
tr: LILO Önyükleyicisi kullanýlsýn

source: No Boot Loader
ro: Nici un fel de încãrcãtor de sistem
ta: ÐÅì¸§ÁüÈ¢ þø¨Ä
tr: Önyükleyici Yok

source: Skip Boot Loader
ro: Ignorare Încãrcãtor de Sistem
ta: ÐÅì¸§ÁüÈ¢¨Â ¾Å¢÷
tr: Önyükleyiciyi Atla

source: You have elected to not install any boot loader. It is strongly recommended that you install a boot loader unless you have an advanced need. A boot loader is almost always required in order to reboot your system into Linux directly from the hard drive. Are you sure you want to skip boot loader installation?
ro: Aþi ales sã nu folosiþi nici un încãrcãtor de sistem de operare. Este foarte recomandat sã instalaþi un încãrcãtor de sistem de operare, care este necesar pentru a putea încãrca sistemul Linux de pe hard disc. Doriþi sã continuaþi procesul de instalare fãrã a instala un încãrcãtor de sisem de operare?
tr: Herhangi bir önyükleyici kurulmamasýný seçmiþ bulunmaktasýnýz. Ýleri düzey bazý gereksinimleriniz yoksa bir önyükleyici kurmanýz önemle tavsiye edilir. Bir önyükleyici Linux sisteminizin doðrudan sabit diskten açýlabilmesini saðlar. Önyükleyici kurmaksýzýn kuruluma devam etmek istediðinizden emin misiniz?

source: A few systems will need to pass special options to the kernel at boot time for the system to function properly. If you need to pass boot options to the kernel, enter them now. If you don't need any or aren't sure, leave this blank.
ro: În unele cazuri este necesar ca la încãrcarea sistemului de operare Linux sã se paseze parametri kernelului pentru a avea o funcþionare corectã. Dacã doriþi sã daþi opþiuni speciale kernelului, introduceþi-le acum. Dacã nu aveþi nevoie de opþiuni speciale sau nu sînteþi sigur nu introduceþi nimic ºi mergeþi mai departe în procesul de instalare.
tr: Bazý sistemlerde açýlýþ sýrasýnda çekirdeðe özel parametreler geçirilmesi gerekir. Sizin sisteminizde de gerekiyorsa bu parametreleri þimdi belirtin. Emin deðilseniz boþ býrakýn.

source: Force use of LBA32 (not normally required)
ro: Foloseºte LBA32 în toate cazurile (în mod normal nu trebuie selectat)
tr: LBA32 kullanýmýna zorla (normalde gerekmez)

source: Where do you want to install the boot loader?
ro: Unde doriþi sã instalaþi încãrcãtorul de sistem Linux?
ta: ÐÅì¸§ÁüÈ¢¨Â ±íÌ ¿¢ÚÅ Å¢ÕõÒ¸¢È£÷¸û?
tr: Önyükleyiciyi nereye kurmak istiyorsunuz?

source: Clear
ro: ªterge
ta: Ð¨¼
tr: Sil

source: Edit Boot Label
ro: Editare eticheta boot
ta: ÐÅì¸ «¨¼Â¡Çò¨¾ ¦¾¡Ì
tr: Açýlýþ etiketini deðiþtir:

source: Invalid Boot Label
ro: Eticheta boot invalidã
ta: ¾Ì¾¢ÂüÈ ÐÅì¸ «¨¼Â¡Çõ
tr: Geçersiz Açýlýþ Etiketi:

source: Boot label may not be empty.
ro: Eticheta de boot nu poate rãmîne nedefinitã.
ta: ÐÅì¸ «¨¼Â¡Çõ ¸¡Ä¢Â¢ø¨Ä.
tr: Açýlýþ etiketi boþ olamaz.

source: Boot label contains illegal characters.
ro: Eticheta de boot conþine caractere invalide.
ta: ÐÅì¸ «¨¼Â¡Çõ ²üÀüÈ ¯Õì¸¨Ç ¦¸¡ñÎûÇÐ.
tr: Açýlýþ etiketinde geçersiz karakterler.

source: Edit
ast: Editar
ro: Editare
ta: ¦¾¡Ì
tr: Deðiþtir

source: The boot manager Red Hat uses can boot other operating systems as well. You need to tell me what partitions you would like to be able to boot and what label you want to use for each of them.
ro: Managerul pentru încãrcarea Linux folosit de Red Hat Linux poate încãrca ºi alte sisteme de operare. Trebuie sã selectaþi ce partiþii conþin celelalte sisteme de operare pe care doriþi sã le puteþi selecta la pornirea sistemului ºi sã alegeþi o eticheta pentru fiecare dintre ele.
tr: Red Hat Linux'un sistem yükleyicisi baþka iþletim sistemlerini de yükleyebilir. Lütfen hangi bölümlerin açýlýþ bölümü olabileceklerini ve etiketlerini belirtin.

source: <Space> selects button | <F2> select default boot entry | <F12> next screen>
ro: <Space> selecteazã opt | <F2> selecteazã val implicitã | <F12> pas urmãtor>
tr: <Boþluk> seçer | <F2> Öntanýmlý sistemi seçer | <F12> sonraki ekran

source: A boot loader password prevents users from passing arbitrary options to the kernel. For highest security, we recommend setting a password, but this is not necessary for more casual users.
ro: O parolã pentru încãrcãtorul de sistem de operare protejeazã sistemul de utilizatorii care introduc opþiuni de încãrcare în mod arbitrar cînd sistemul este resetat. Pentru securizarea sistemului se recomandã folosirea unei parole care protejeazã încãrcarea sistemului cu opþiuni diferite de cele setate de administratorul de sistem, însã aceasta nu este necesarã în toate cazurile.
tr: Bir önyükleme parolasý yetkisiz kullanýcýlarýn çekirdeðe ne ettiði belirsiz seçenekler aktarmalarýný engellemek içindir. Çok yüksek bir güvenlik istiyorsanýz bir parolalý açýlýþ tavsiye edilirse de sistemi sizden baþka birinin açmasý söz konusu deðilse gereksizdir.

source: Use a GRUB Password
ro: Foloseºte parola pentru GRUB
ta: GRUB ¸¼×î¦º¡ø¨Ä ¯À§Â¡¸¢
tr: GRUB Parolasý Kullanýlsýn

source: Boot Loader Password:
ro: Parolã pentru încãrcãtorul de sistem:
ta: ÐÅì¸§ÁüÈ¢Â¢ý ¸¼×î¦º¡ø:
tr: Önyükleyici Parolasý:

source: Confirm:
ast: Confirmar:
ro: Confirmare:
ta: ¯Ú¾¢¦ºö:
tr: Onayla :

source: Passwords Do Not Match
ro: Parolele introduse sînt diferite.
ta: ¸¼×î¦º¡ü¸û ¦À¡Õó¾Å¢ø¨Ä
tr: Parolalar Uyuþmuyor

source: Password Too Short
ro: Parola este prea scurtã.
ta: ¸¼×î¦º¡ø Á¢¸îº¢È¢Â¾¡¸ ¯ûÇÐ.
tr: Parola Çok Kýsa.

source: Boot loader password is too short
ro: Parola pentru încãrcãtorul de sistem este prea scurtã.
ta: ÐÅì¸§ÁüÈ¢Â¢ý ¸¼×î¦º¡ø Á¢¸îº¢È¢Â¾¡¸ ¯ûÇÐ.
tr: Önyükleyici parolasý çok kýsa.

source: <Enter> to reboot
ro: <Enter> pentru a reseta
ta: ÁÚÐÅì¸ <Enter>³ «ÓìÌ
tr: Yeniden baþlatmak için <Enter>

source: If you created a boot disk to use to boot your %s system, insert it before you press <Enter> to reboot.
ro: Dacã aþi creat o dischetã de boot pentru a încãrca sistemul %s, introduceþi acea dischetã in unitatea de floppy înainte de a apãsa Enter pentru a reseta sistemul.
tr: %s sisteminizi açmak için bir açýlýþ disketi oluþturduysanýz, <Enter>tuþuna basarak sistemi yeniden baþlatmadan önce bu disketi sürücüye yerleþtiriniz.

source: Remove any floppy diskettes you used during the installation process and press <Enter> to reboot your system.
tr: Kurulum sorasýnda kullanýðýnýz bir disket varsa sürücüden çýkarýn ve <Enter> tuþuna basarak sisteminizi yeniden baþlatýn.

source: Complete
ast: Completáu
ro: Complet
ta: ÓÊó¾Ð
tr: Bitti

source: Congratulations, your %s installation is complete. %s%sFor information on errata (updates and bug fixes), visit http://www.redhat.com/errata. Information on using your system is available in the %s manuals at http://www.redhat.com/docs.
tr: Kutlarýz, %s yapýlandýrma iþlemi sona erdi. %s%s için yapabileceðiniz tüm düzeltme ve güncelleme iþlemleri için http://www.redhat.com/errata adresine göz atabilirsiniz. Sisteminizin kullanýmý ve ayarlarý hakkýnda bilgi almak için http://www.redhat.com/docs adresindeki %s Kullanýcý Kýlavuzu'na bakabiliriniz.

source: Installation to begin
ro: Începutul instalãrii
ta: ¿¢ÚÅø ÐÅì¸ þÕì¸¢ÈÐ
tr: Kuruluma baþlangýç

source: A complete log of your installation will be in %s after rebooting your system. You may want to keep this file for later reference.
tr: Kurulum boyunca yapýlan iþlemlerin kaydýný sisteminizi yeniden açtýktan sonra %s dosyasýnda bulabilirsiniz.

source: Back
ast: Atrás
ro: Înapoi
ta: À¢ý
tr: Geri

source: Upgrade to begin
ro: Actualizarea poate porni
ta: §Á§ÄüÈõ ÐÅí¸ þÕì¸¢ÈÐ
tr: Güncellemeye baþla

source: A complete log of your upgrade will be in %s after rebooting your system. You may want to keep this file for later reference.
tr: Güncelleme boyunca yapýlan iþlemlerin kaydýný sisteminizi yeniden açtýktan sonra %s dosyasýnda bulabilirsiniz.

source: The Personal Desktop and Workstation options install a default set of applications that will allow you to browse the Internet, send and receive email, and create and edit documents on your %s system. The Workstation option includes development and administration tools as well. However %s ships with many more applications, and you may customize the selection of software installed if you want.
tr: Kiþisel masaüstü ve Ýþistasyonu seçenekleri, %s sisteminizde belgeleri düzenleme ve oluþturma, eposta alma ve gönderme, web istemcisi kullanabilme gibi imkanlarla bir kurulum sunar. Ýþistasyonu seçeneði ek olarak geliþtirme ve yönetim amaçlý araçlarý da içerir. %s bir çok uygulama ile gelir ve isterseniz kurulacak yazýlým paketlerini kendiniz de seçebilirsiniz.

source: Customize software selection
ta: ¦Áý¦À¡Õû §¾÷¨Å ¾É¢ôÀÂÉ¡ìÌ
tr: yazýlým seçimini özelleþtir

source: Choose a disk to run fdasd or dasdfmt on
ta: fdasd «øÄÐ dasdfmt þÂì¸§ÅñÊÂ Åð¨¼ §¾÷¸
tr: fdasd ya da dasdfmt çalýþtýrýlacak diski seçin

source: Edit Partitions
ta: Å¸¢÷×¸¨Ç ¦¾¡Ì
tr: Bölümleri Düzenle

source: Format DASD
ta: DASD³ ÅÊçðÎ
tr: DASD Biçemle

source: Disk Setup
ro: Setare Disc
ta: ÅðÎ «¨ÁôÒ
tr: Disk Ayarlarý

source: An error occurred while running %s on drive %s.
ta: %s³ þÂì¸¢ %sø µðÎõ¦À¡ØÐ À¢¨Æ ²üÀð¼Ð.
tr: %s %s üzerinden çalýþtýrýlýrken bir hata oluþtu.

source: Running dasdfmt means the loss of ALL DATA on drive %s. Do you really want this?
tr: dasdfmt çalýþtýrmak %s üzerindeki TÜM VERÝLERÝ kaybetmek demektir. Bunu gerçekten istiyor musunuz?

source: An error has occurred - no valid devices were found on which to create new filesystems. Please check your hardware for the cause of this problem or use dasdfmt. Back to the fdasd screen?
tr: Bir hata oluþtu - Yeni bir dosya sistemin oluþturulmasýnda kullanýlabilecek bir aygýt bulunamadý. Bu soruna ve dasdfmt kullanýmýna sebep olan donanýmýnýzý lütfen kontrol ediniz. fdasd ekranýna geri dönülsün mü?

source: Choose a disk to run fdisk on
ro: Selectaþi un disk pentru partiþionare cu fdisk
ta: fdasd µð¼ôÀ¼ §ÅñÊÂ Åð¨¼ §¾÷ó¦¾Î
tr: fdisk çalýþtýrýlacak sürücüyü seçin

source: Customize
ro: Personalizare
ta: ¾É¢ôÀÂÉ¡ìÌ
tr: Özelleþtir

source: A firewall protects against unauthorized network intrusions. High security blocks all incoming accesses. Medium blocks access to system services (such as telnet or printing), but allows other connections. No firewall allows all connections and is not recommended.
ro: Un firewall protejeazã împotriva tentativelor de access neautorizat prin reþea. Nivelul de securitate înaltã protejeazã impotriva tuturor tentativelor de access prin reþea la acest calculator. Nivelul de securitate mediu blocheazã accesul la serviciile sistem (de exemplu telnet sau printarea prin reþea), însã permite alte conexiuni. Dacã nu instalaþi un firewall nu veþi avea nici un fel de protecþie ºi aceastã setare nu este recomandatã decît iîn cazul în care doriþi sã configuraþi un firewall în mod manual dupã ce procesul de instalare s-a terminat, însã înainte de a conecta acest sistem la o reþea de calculatoare.
tr: Bir güvenlik duvarý sisteminizi aðdan gelecek yetkisiz giriþlere karþý korur. Yüksek güvenlik tüm gelen eriþimi engeller. Orta düzeyde sistem hizmetlerine (telnet, yazdýrma gibi) eriþim engellenir, diðerlerine izin verilir. Güvenlik Duvarý Yok durumunda tüm baðlantýlara izin verilir.

source: Security Level:
ro: Nivel Securitate:
ta: À¡Ð¸¡ôÒ ¿¢¨Ä:
tr: Güvenlik Seviyesi:

source: High
ro: Înalt
ta: ¯Â÷ó¾
tr: Yüksek

source: Medium
ro: Mediu
ta: ¿Îò¾Ã
tr: Orta

source: No firewall
ro: Fãrã instalare firewall
ta: ¦¿ÕôÒîÍÅ÷ þø¨Ä
tr: Güvenlik duvarý yok

source: Trusted Devices:
ro: Interfeþe interne:
ta: ¿õÀ¸Á¡É º¡¾Éí¸û:
tr: Güvenilir Aygýtlar:

source: Allow incoming:
ro: Acceptã trafic cãtre:
ta: ¯ûÅÃ¨Å «ÛÁ¾¢:
tr: Gelene izin ver:

source: Mail (SMTP)
ta: «ïºø(SMTP)
tr: E-posta (SMTP)

source: Other ports
ro: Alte porturi
ta: ÁüÈ Ó¸ôÒ¸û
tr: Diðer portlar
