Repository: 3838438org/anaconda-1
Catalog: po/*.po
Languages: ast, ro, ta, tr

source: The passphrase must be at least eight characters long.
ast: La contraseña tien de tener al menos 8 carauteres de llargu.

source: Device %s is encrypted. In order to access the device's contents during installation you must enter the device's passphrase below.
ast: El preséu %s ta encriptáu. P'acceder a los conteníos durante la instalación tienes d'introducir la contraseña equí.

source: Wireless setup
ast: Configuración Inalámbrica

source: Scanning access points for wireless devices
ast: Escaneando puntos d'accesu pal preséu inalámbricu

source: Waiting for NetworkManager
ast: Esperando a NetworkManager

source: Waiting for NetworkManager to activate these devices: %s
ast: Esperando a que NetworkManager active esos preseos: %s

source: Failed to activate these network interfaces: %s
ast: Falló al activar eses interfaces de rede: %s

source: An error occurred trying to bring up the %s network interface.
ast: Hebo un fallu al intentar traer les interfaces de rede %s.

source: Error Enabling Network
ast: Fallu al activar la rede

source: Error Parsing Kickstart Config
ast: Fallu al analizar la configuración kickstart

source: default:LTR
ast: Predetermináu:LTR

source: An error occurred when attempting to load an installer interface component. className = %s
ast: Hebo un fallu al cargar un componente de la interface d'instalación className = %s

source: The system will now reboot.
ast: El sistema va reaniciase agora.

source: Exiting
ast: Colando

source: Exit installer
ast: Colar del instalador

source: Are you sure you wish to exit the installer?
ast: ¿Daveres que quies colar de la instalación?

source: The ISO image %s has a size which is not a multiple of 2048 bytes. This may mean it was corrupted on transfer to this computer. It is recommended that you exit and abort your installation, but you can choose to continue if you think this is in error.
ast: La imaxe ISO %s tien un tamañu que nun ye múltiplu de 2048 bytes. Esto puede significar qu'hebo daños mentantu la tresferencia al equipu. Encamiéntase que salgas y albortes la instalación, pero puedes escoyer siguir si camientes que nun ye un fallu.

source: Couldn't Mount ISO Source
ast: Nun pudo montase la ISO fonte

source: An error occurred mounting the source device %s. This may happen if your ISO images are located on an advanced storage device like LVM or RAID, or if there was a problem mounting a partition. Click exit to abort the installation.
ast: Un fallu asocedió al montar el preséu fonte %s. Esto puede pasar si les imáxenes ISO tán allugaes nun preséu d'atroxu avanzáu como LVM o RAID, o si hebo un problema al montar una partición. Fai clic en colar p'albortar la instalación.

source: Missing ISO 9660 Image
ast: Nun se alcuentra la imaxe ISO 9660

source: The installer has tried to mount image #%s, but cannot find it on the hard drive. Please copy this image to the drive and click Retry. Click Exit to abort the installation.
ast: L'instalador intentó montar la imaxe #%s, pero nun puede alcontrala nel discu duru. Por favor copia esta imaxe nel discu y fai clic en Reintentar. Fai clic en Colar p'albortar la instalación.

source: Required Install Media
ast: Mediu d'instalación requeríu

source: The software you have selected to install will require the following %(productName)s %(productVersion)s discs: %(reqcdstr)s Please have these ready before proceeding with the installation. If you need to abort the installation and exit please select "Reboot".
ast: Los programes qu'esbillasti pa instalar van requerir los siguientes %(productName)s %(productVersion)sdiscos: %(reqcdstr)s Hai que tenelos llistos enantes de siguir cola instalación. Pa encaboxar la instalación y colar, seleiciona "Reaniciar".

source: An error occurred unmounting the disc. Please make sure you're not accessing %s from the shell on tty2 and then click OK to retry.
ast: Hebo un fallu al desmontar el discu. Asegúrate de nun acceder a %s dende la llinia de comandu en tty2 y a continuación prime Aceutar pa volver a intentar.

source: Disk %s contains BIOS RAID metadata, but is not part of any recognized BIOS RAID sets. Ignoring disk %s.
ast: Los discos %s contienen metadatos de RAID por BIOS, pero nun son parte de dengún conxuntu de RAID por BIOS reconocíu. Inorando los discos %s.

source: Error processing drive: %(path)s %(size)-0.fMB %(description)s This device may need to be reinitialized. REINITIALIZING WILL CAUSE ALL DATA TO BE LOST! This action may also be applied to all other disks needing reinitialization.%(details)s
ast: Error procesando la unidá: %(path)s %(size)-0.fMB %(description)s Esti preséu puede necesitar reaniciase. ¡REANICIAR VA XENERAR LA PERDA DE TOLOS DATOS! Esta aición tamién puede aplicase a tolos otros discos que necesiten reanicialización.%(details)s

source: _Ignore
ast: Inorar

source: Ignore _all
ast: _Inorar too

source: _Re-initialize
ast: _Reanicializar

source: Re-ini_tialize all
ast: _Reanicializar too

source: Error processing LVM. There is inconsistent LVM data on %(msg)s. You can reinitialize all related PVs (%(pvs)s) which will erase the LVM metadata, or ignore which will preserve the contents. This action may also be applied to all other PVs with inconsistent metadata.
ast: Error procesando LVM. Hai data LVM inconsistente en %(msg)s. Puedes reanicializar tolos PVs (%(pvs)s) rellacionaos, y esto fadrá que se desanicien los metadatos LVM, o inorar, lo que caltendrá'l conteníu. Esta aición tamién puede aplicase a tolos otros PVs con inconsistencia de metadatos.

source: Unformatted DASD Device Found
ast: Alcontróse un preséu DASD non formateáu

source: Error: On open, cannot set reIPL method to %(reipl_type)s (%(filename)s: %(e)s)
ast: Fallu: Al abrir, nun se puede configurar el métodu reIPL a %(reipl_type)s (%(filename)s: %(e)s)

source: Error: On write, cannot set reIPL method to %(reipl_type)s (%(filename)s: %(e)s)
ast: Fallu: Al escribir, nun puede configurase'l métodu reIPL a %(reipl_type)s (%(filename)s: %(e)s)

source: Error: On close, cannot set reIPL method to %(reipl_type)s (%(filename)s: %(e)s)
ast: Fallu: Al zarrar, nun puede configurase'l métodu reIPL a %(reipl_type)s (%(filename)s: %(e)s)

source: Error: Could not set %(device)s as reIPL device (%(e)s)
ast: Fallu: Nun puede configurase %(device)s como un preséu reIPL (%(e)s)

source: Error: Could not reset loadparm (%s)
ast: Fallu: Nun puede resetear el parámetru de carga (%s)

source: Warning: Could not reset parm (%s)
ast: Avisu: Nun puede resetear el parámetru (%s)

source: After shutdown, please perform a manual IPL from DASD device %s to continue installation
ast: Dempués d'apagar, por favor fai una IPL manual dende'l preséu DASD %s pa siguir la instalación

source: Error: reading FCP property %(syspath_property)s for reIPL (%(e)s)
ast: Fallu: lleendo propiedá FCP %(syspath_property)s pa reIPL (%(e)s)

source: Error: writing FCP property %(reipl_property)s for reIPL (%(e)s)
ast: Fallu: escribiendo propiedá FCP %(reipl_property)s pa reIPL (%(e)s)

source: Error: writing default FCP property %(reipl_property)s for reIPL (%(e)s)
ast: Fallu: escribiendo propiedá predeterminada FCP %(reipl_property)s pa reIPL (%(e)s)

source: After shutdown, please perform a manual IPL from FCP %(device)s with WWPN %(wwpn)s and LUN %(lun)s to continue installation
ast: Dempués d'apagar, por favor fai una IPL manual dende FCP %(device)s con WWPN %(wwpn)s y LUN %(lun)s pa siguir la instalación

source: After shutdown, please perform a manual IPL from the device now containing /boot to continue installation
ast: Dempués d'apagar, por favor fai una IPL manual dende'l preséu que caltién /boot pa siguir la instalación

source: Error determining boot device's disk name
ast: Fallu al determinar el nome del discu del preséu d'arranque

source: The mount point /boot or / is on a disk that we are not familiar with
ast: El puntu de montaxe /boot o / ta nun discu que nun ye familiar

source: There was an error running the kickstart script at line %(lineno)s. You may examine the output in %(msgs)s. This is a fatal error and installation will be aborted. Press the OK button to exit the installer.
ast: Hebo un fallu al executar el script kickstart na llinia %(lineno)s. Puedes revisar la salida en %(msgs)s. Esti ye un error fatal, polo que la instalación va albortase. Calca nel botón Aceutar pa colar del instalador.

source: Scriptlet Failure
ast: Fallu de Scriptlet

source: No Network Available
ast: Nun hai Rede disponible

source: Encryption key escrow requires networking, but there was an error enabling the network on your system.
ast: La llave d'encriptación de controlador requier conectividá de redes, pero hebo un error habilitando la rede nel to sistema.

source: The following error was encountered while downloading the escrow certificate: %s
ast: El fallu siguiente alcontróse mentantu se descargaba'l certificáu escrow: %s

source: Error processing %%ksappend lines: %s
ast: Fallu al procesar les llinies %%ksappend: %s

source: Unknown error processing %%ksappend lines: %s
ast: Fallu desconocíu al procesar %%ksappend llinies: %s

source: Post-Installation
ast: Post-instalación

source: Running post-installation scripts
ast: Executando los scripts de post-instalación

source: Pre-Installation
ast: Pre-instalación

source: Running pre-installation scripts
ast: Executando los scripts de pre-instalación

source: Missing Package
ast: Paquete ausente
ta: ¦À¡¾¢¨Â ¸¡½Å¢ø¨Ä

source: You have specified that the package '%s' should be installed. This package does not exist. Would you like to continue or abort this installation?
ast: Especificaste que'l paquete '%s' s'instale. Esti paquete nun esiste. ¿Quies siguir o finar la instalación?

source: _Abort
ast: _Albortar
ta: ¨¸Å¢Î

source: _Ignore All
ast: _Inorar too

source: Missing Group
ast: Grupu ausente
ta: ÌØ¨Å ¸¡½Å¢ø¨Ä

source: You have specified that the group '%s' should be installed. This group does not exist. Would you like to continue or abort this installation?
ast: Especificaste que'l grupu '%s' seya instaláu. Esti grupu nun esiste. ¿Quies siguir o finar la instalación?

source: The kickstart configuration file is missing required information that anaconda cannot prompt for. Please add the following sections and try again: %s
ast: El ficheru de configuración kickstart nun tien información requerida, y qu'anaconda nun puede solicitar. Por favor amiesta les seiciones siguientes ya inténtalo nuevamente: %s

source: Unable to find image
ast: Nun pudo atopase la imaxe

source: The given location isn't a valid %s live CD to use as an installation source.
ast: L'allugamientu dau %s nun ye un CD vivu válidu pa usar como una fonte d'instalación.

source: Copying live image to hard drive.
ast: Tresfiriendo la imaxe al discu duru...

source: There was an error installing the live image to your hard drive. This could be due to bad media. Please verify your installation media. If you exit, your system will be left in an inconsistent state that will require reinstallation.
ast: Asocedió un fallu al instalar la imaxe nel discu duru. Esto puede debese a que'l mediu tea toyíu. Si sales, el sistema va quedar nun estáu inconsistente y habrá que reinstalarlo.

source: Performing post-installation filesystem changes. This may take several minutes.
ast: Faciendo los cambeos de post-instalación al sistema de ficheros. Esto puede llevar dellos minutos.

source: The root filesystem you created is not large enough for this live image (%.2f MB required).
ast: La partición raigañu que creaste nun ye suficiente pa esta imaxe live (%.2f MB requeríos).

source: Hostname must be 255 or fewer characters in length.
ast: El nome d'equipu tien de ser de 255 o menos carauteres de llargu.

source: Hostname must start with a valid character in the ranges 'a-z', 'A-Z', or '0-9'
ast: el nome del host entama con un caráuter válidu nel rangu 'a-z', 'A-Z' o '0-9'

source: Hostnames can only contain the characters 'a-z', 'A-Z', '0-9', '-', or '.'
ast: Los nomes d'equipu namái pueden caltener los carauteres 'a-z', 'A-Z', '0-9', '-', o '.'

source: IP address is missing.
ast: Falta la direición IP.

source: IPv4 addresses must contain four numbers between 0 and 255, separated by periods.
ast: Les direiciones IPv4 tienen de tener númberos ente 0 y 255, separtaos por puntos.

source: '%s' is not a valid IPv6 address.
ast: '%s' nun ye una direición IPv6 válida.

source: '%s' is an invalid IP address.
ast: '%s' nun ye una direición IP válida.

source: Resizing Failed
ast: Redimensionamientu Fallíu

source: There was an error encountered while resizing the device %s.
ast: Hebo un fallu al redimensionar el preséu %s.

source: Migration Failed
ast: Migración fallida

source: An error was encountered while migrating filesystem on device %s.
ast: Hebo un fallu al migrar el sistema de ficheros nel preséu %s.

source: _File Bug
ast: Reportar defeutu

source: Warning! This is pre-release software! Thank you for downloading this pre-release of %(productName)s. This is not a final release and is not intended for use on production systems. The purpose of this release is to collect feedback from testers, and it is not suitable for day to day usage. To report feedback, please visit: %(bugzillaUrl)s and file a report against '%(fileagainst)s'.
ast: ¡Avisu! ¡Esto ye software de pre-llanzamientu! Gracies por descargar esta versión de pre-llanzamientu de %(productName)s. Ésta nun ye la versión final y nun s'encamienta pa sistemes de producción. L'oxetivu d'esta versión ye'l de recopilar información d'aquéllos que la prueben y nun ye afayadiza pal usu diariu. Pa mandar comentarios, visita: %(bugzillaUrl)s y unvia'l defeutu sobro '%(fileagainst)s'.

source: _Install Anyway
ast: _Instalar de toes formes

source: Warning! This is pre-release software!
ast: ¡Atención! ¡Ésta ye una versión beta!

source: The mount point %s is invalid. Mount points must start with '/' and cannot end with '/', and must contain printable characters and no spaces.
ast: El puntu de montaxe %s nun ye válidu. Los puntos de montaxe tienen d'entamar por '/', nun pueden acabar en '/', tienen de tener carauteres imprentables ensin dengún espaciu.

source: You are about to delete all partitions on the device '%s'.
ast: Tas a piques de desaniciar toles particiones nel preséu '%s'.

source: %s has a partition type of 0x82 (Linux swap) but does not appear to be formatted as a Linux swap partition. Would you like to format this partition as a swap partition?
ast: %s tien una partición de triba 0x82 (Linux Swap) pero nun paez tar formateada como tal. ¿Prestaríate formatear esta partición como una partición swap?

source: You need to select at least one hard drive to install %s.
ast: Ye necesario qu'escueyas al menos una unidá de discu duru au instalar %s.

source: You have chosen to use a pre-existing partition for this installation without formatting it. We recommend that you format this partition to make sure files from a previous operating system installation do not cause problems with this installation of Linux. However, if this partition contains files that you need to keep, such as home directories, then continue without formatting this partition.
ast: Escoyisti usar una partición pre-esistente pa esta instalación ensin formatiala. Encamentámoste que formatees esta partición p'asegurate de que los ficheros provenientes d'una instalación previa d'un sistema operativu nun causen problemes con esta instalación de Linux. Sicasí, si esta partición caltién ficheros que necesites caltener, tales como direutorios principales d'usuarios, entós tendríes siguir ensin formatear esta partición.

source: The following critical errors exist with your requested partitioning scheme. These errors must be corrected prior to continuing with your install of %(productName)s. %(errorstr)s
ast: Los siguientes fallos críticos esisten col esquema de particionamientu. Estos fallos hai de correxilos enantes de siguir cola instalación de %(productName)s. %(errorstr)s

source: You are about to delete the %s partition.
ast: Tas a puntu de desaniciar la partición %s.

source: You are about to delete the %(type)s %(name)s
ast: Tas a puntu de desaniciar %(type)s %(name)s

source: You have not created a bootable partition.
ast: No has creáu una partición d'arranque.

source: Bootable partitions cannot be on a RAID device.
ast: Les particiones d'arranque nun pueden tar nun preséu RAID.

source: Bootable RAID1 set members must be partitions.
ast: Los miembros del conxuntu anicializable RAID1 tienen de ser particiones.

source: Bootable partitions cannot be on an %s filesystem.
ast: Les particiones d'arranque namái pueden tar nun sistema de ficheru %s.

source: Bootable partitions cannot be on an encrypted block device
ast: Les particiones d'arranque nun pueden tar nun preséu de bloques encriptaú

source: EFI System Partition
ast: Partición de Sistema EFI

source: You have not created a /boot/efi partition.
ast: Nun creaste una partición /boot/efi.

source: /boot/efi is not EFI.
ast: /boot/efi nun ye EFI.

source: %s must have a %s disk label.
ast: %s tien de de tener una etiqueta de discu %s.

source: %s must have a bsd disk label.
ast: %s tien de de tener una etiqueta de discu bsd.

source: The disk %s requires at least 1MB of free space at the beginning.
ast: El discu %s requier al menos 1MB d'espaciu llibre al aniciu.

source: The boot partition must be within the first 4MB of the disk.
ast: La partición d'arranque tien de tar nos primeros 4MB del discu.

source: Apple Bootstrap
ast: Secuencia d'arranque Apple

source: %s must have a mac disk label.
ast: %s tien de tener una etiqueta de discu mac.

source: Unable to find /bin/sh to execute! Not starting shell
ast: Nun pudo atopase /bin/sh pa executalu. Nun va aniciase'l shell.

source: Setup Networking
ast: Configuración de rede
ta: Å¨ÄÂ¨Áô¨À «¨Á

source: Do you want to start the network interfaces on this system?
ast: ¿Quies arrancar les tarxetes de rede nel sistema?

source: Unable to activate a networking device. Networking will not be available in rescue mode.
ast: Nun pudo activase dengún preséu de rede. La rede nun va tar disponible nel mou rescate.

source: The rescue environment will now attempt to find your Linux installation and mount it under the directory %s. You can then make any changes required to your system. If you want to proceed with this step choose 'Continue'. You can also choose to mount your file systems read-only instead of read-write by choosing 'Read-Only'. If you need to activate SAN devices choose 'Advanced'. If for some reason this process fails you can choose 'Skip' and this step will be skipped and you will go directly to a command shell.
ast: L'entornu de rescate intentará atopar la to instalación de Linux y montala baxo'l direutoriu %s. Podrás facer cualesquier cambéu que requieras al sistema. Si quies proceder con esti pasu escueyi 'Siguir'. Tamién puedes escoyer montar los sistemes de ficheros en mou de namái-llectura en llugar de en mou llectura-escritura esbillando 'Namái-llectura'. Si necesites activar un preséu SAN escueyi la opción 'Avanzáu' Si esti procesu falla por cualesquier motivu, esbilla 'Omitir' y saltaráse esti pasu pa pasar direutamente a la shell de comandos.

source: Advanced
ast: Avanzáu

source: Which device holds the root partition of your installation?
ast: ¿Qué preséu caltién la partición de raigañu de la to instalación?

source: Your system has been mounted under %(rootPath)s. Press <return> to get a shell. If you would like to make your system the root environment, run the command: chroot %(rootPath)s The system will reboot automatically when you exit from the shell.
ast: El sistema montóse baxo %(rootPath)s. Calca <intro> pa obtener una shell. Si quies que'l to sistema seya l'entornu de root, executa'l comandu: chroot %(rootPath)s El sistema va reaniciase automáticamente cuando salgas de la shell.

source: You don't have any Linux partitions. Rebooting.
ast: Nun hai denguna partición Linux. Va reaniciase'l sistema.

source: Passphrase for encrypted device
ast: Contraseña del preséu encriptaú

source: Also add this passphrase to all existing encrypted devices
ast: tamién amiesta esta contraseña a tolos preseos encriptaos esistentes

source: The passphrase must be at least %d character long.
ast: La contraseña tien de tener al menos %d carauteres de llargu.

source: Passphrase
ast: Contraseña

source: This is a global passphrase
ast: Esta ye la contraseña global

source: Repository editing is not available in text mode.
ast: La edición de repositorios nun ta disponible en mou testu.

source: Welcome to %(productName)s for %(productArch)s
ast: Bienveníu a %(productName)s pa %(productArch)s

source: Cannot Upgrade
ast: Nun puede anovase

source: Your current installation cannot be upgraded. This is likely due to it being too old. Only the previous two release may be upgraded. To upgrade older releases you must first upgrade through all intermediate releases. %s
ast: La to instalación actual nun puede anovase. Esto débese dablemente a que ye enforma vieya. Namái pueden anovase los dos llanzamientos previos. P'anovar llanzamientos vieyos, tienes d'anovar primero tolos llanzamientos intermedios. %s

source: The following error occurred when mounting the file systems listed in /etc/fstab. Please fix this problem and try to upgrade again. %s
ast: El siguiente fallu asocedió durante'l montaxe del sistema de ficheros llistaos en /etc/fstab. Resuelve'l problema ya intenta l'anovamientu de nuevu. %s

source: Upgrade root not found
ast: Anovamientu de root non atopáu

source: The root for the previously installed system was not found.
ast: El raigón pal sistema previamente instaláu nun s'atopó.

source: The root for the previously installed system was not found. You can exit installer or backtrack to choose installation instead of upgrade.
ast: El raigón pal sistema previamente instaláu nun s'alcontró. Puedes colar del instalador o retroceder pa escoyer instalación n'arróu d'anovamientu.

source: Absolute Symlinks
ast: Symlinks absolutos

source: The following are directories which should instead be symbolic links, which will cause problems with the upgrade. Please return them to their original state as symbolic links and restart the upgrade.
ast: Los siguientes son direutorios que deberíen ser enllaces simbólicos, lo que causará problemes col anovamientu. Por favor, camúdalos al so estáu orixinal como enllaces simbólicos y reanicia l'anovamientu.

source: Invalid Directories
ast: Direutorios inválidos

source: %(productName)s %(productVersion)s installation on host %(name)s
ast: Instalación de %(productName)s %(productVersion)s nel equipu %(name)s

source: %(productName)s %(productVersion)s installation
ast: %(productName)s %(productVersion)s instalación

source: Attempting to connect to vnc client on host %s...
ast: Intentando coneutase col veceru vnc nel sirvidor %s...

source: Connected!
ast: ¡Coneutáu!

source: Will try to connect again in 15 seconds...
ast: Va intentar coneutase dempués de 15 segundos...

source: Giving up attempting to connect after %d try!
ast: ¡Doime por vencíu dempués de %d intentos de coneutame!

source: Please manually connect your vnc client to %s to begin the install.
ast: Por favor coneuta manualmente'l veceru vnc a %s pa entamar la instalación

source: Please manually connect your vnc client to begin the install.
ast: Por favor coneute manualmente'l veceru vnc pa entamar la instalación

source: Starting VNC...
ast: Aniciando VNC...

source: The VNC server is now running.
ast: El sirvidor VNC ta executándose agora
