Repository: 3838438org/anaconda-1
Catalog: po/*.po
Languages: ast, ro, ta, tr

source: _Activate on boot
ta: ÐÅì¸ò¾¢ý§À¡Ð þÂìÌ
tr: _Açýlýþ sýrasýnda etkinleþtir

source: _IP Address
ta: IP Ó¸ÅÃ¢
tr: _IP Adresi

source: Net_mask
ta: Å¨Äò¾¢¨Ã
tr: Að _maskesi

source: Point to Point (IP)
ta: ÒûÇ¢Â¢Ä¢ÕóÐ ÒûÇ¢ (IP)
tr: Uçtan uca (IP)

source: Configure %s
ta: %s³ ÅÊÅ¨Á
tr: %s Yapýlandýrmasý

source: Active on Boot
ta: ÐÅì¸ò¾¢ý§À¡Ð þÂìÌ
tr: Açýlýþta etkinleþtir

source: Device
ast: Preseos
ro: Partiþie
ta: º¡¾Éõ
tr: Aygýt

source: IP/Netmask
ta: IP/Å¨Äò¾¢¨Ã
tr: IP/Að maskesi

source: Hostname
ro: Nume host
ta: ¸½¢É¢ô¦ÀÂ÷
tr: Makine Adý

source: Set hostname
ta: ¸½¢É¢ô¦ÀÂ¨Ã «¨Á
tr: Makine Adý

source: Network Devices
ta: Å¨ÄÂ¨ÁôÒ º¡¾Éí¸û
tr: Að Aygýtlarý

source: Set the hostname:
ta: ¸½¢É¢ô¦ÀÂ¨Ã «¨Á:
tr: Makine Adý:

source: _automatically via DHCP
ta: ¾ýÉ¢Âì¸Á¡¸ DHCP ÅÆ¢§Â
tr: _DHCP üzerinden kendiliðinden

source: _manually
ta: ¨¸Ó¨È
tr: _elle

source: Miscellaneous Settings
ta: þ¾Ã «¨ÁôÒ¸û
tr: Çeþitli Ayarlar

source: You can configure the boot loader to boot other operating systems. It will allow you to select an operating system to boot from the list. To add additional operating systems, which are not automatically detected, click 'Add.' To change the operating system booted by default, select 'Default' by the desired operating system.
tr: Önyükleyiciyi baþka iþletim sistemlerini açabilmek içinde yapýlandýrabilirsiniz. Önyükleyici açýlýþ sýrasýnda bu iþletim sistemlerini bir listeden seçmenizi saðlayabilir. Otomatik olarak algýlanmamýþ iþletim sistemleriniz varsa, bunlarý 'Ekle' düðmesi ile ekleyebilirsiniz. Açýlýþta öntanýmlý olarak açýlmasýný istediðiniz iþletim sistemini belirlemek isterseniz, bu iþletim sistemini 'Öntanýmlý' düðmesi ile belirleyebilirsiniz.

source: Default
ast: Predetermináu
ro: Implicit
ta: ¦¸¡¼¡¿¢¨Ä
tr: Öntanýmlý

source: Label
ast: Etiqueta
ta: º£ðÎ
tr: Etiket

source: Image
ast: Imaxe
ta: ¯Õ
tr: Bellekeþlemi

source: Enter a label to be displayed in the boot loader menu. The device (or hard drive and partition number) is the device from which it boots.
tr: Önyükleme etiketi açýlýþýný yapmak istediðiniz iþletim sistemini seçmenizi saðlayan ve önyükleyiciye gösterilen bir isimdir. Önyükleme aygýtý ise sistemden önce çalýþýp sistem seçimini saðlayan önyükleme alanýnýn bulunacaðý aygýttýr.

source: _Label
ast: _Etiqueta
ta: º£ðÎ
tr: _Etiket

source: Default Boot _Target
ast: _Puntu d'arranque por defeutu
ta: ¦¸¡¼¡¿¢¨Ä ÐÅì¸ þÄìÌ
tr: Öntanýmlý Açýlýþ _Hedefi

source: You must specify a label for the entry
ast: Tienes d'especificar una etiqueta pa la entrada
ta: ¿£í¸û À¾¢×ìÌ µÕ «¨¼Â¡Çò¨¾ ÅÆí¸§ÅñÎõ
tr: Girdi olarak bir isim belirtmelisiniz

source: Boot label contains illegal characters
ast: La etiqueta d'aniciu caltién carauteres non válidos
ta: ÐÅì¸ «¨¼Â¡Çõ ²üÀüÈ ¯Õì¸¨Ç ¦¸¡ñÎûÇÐ
tr: Açýlýþ etiketi geçersiz karakterler içeriyor

source: Duplicate Label
ast: Duplicar etiqueta
ta: ´ôÀ¨¼Â¡Çõ
tr: Etiket Tekrarý

source: This label is already in use for another boot entry.
ast: Esta etiqueta ta yá ta siendo usada por otra entrada d'arranque.
ta: þó¾ «¨¼Â¡Çõ ²ü¸É§Å §Å¦È¡Õ ÐÅì¸ À¾¢×ìÌ ÀÂýÀÎò¾ôÀÎ¸¢ÈÐ.
tr: Bu etiket baþka bir girdi için kullanýlmýþ.

source: Duplicate Device
ast: Preséu duplicáu
ta: CD º¡¾Éõ
tr: Aygýt Tekrarý

source: This device is already being used for another boot entry.
ast: Esti preséu ta usándose por otra entrada d'arranque.
ta: þó¾ º¡¾Éõ ²ü¸É§Å §Å¦È¡Õ ÐÅì¸ À¾¢×ìÌ ÀÂýÀÎò¾ôÀÎ¸¢ÈÐ.
tr: Bu aygýt baþka bir girdide kullanýlmýþ.

source: Cannot Delete
ast: Nun se puede desaniciar
ta: «Æ¢ì¸ ÓÊÂ¡Ð
tr: Silinemez

source: This boot target cannot be deleted because it is for the Red Hat Linux system you are about to install.
tr: Kurulumuna hazýrlandýðýnýz Red Hat Linux için gerekli olan bu önyükleme hedefi silinemez.

source: Individual Package Selection
ro: Selectare Individualã Aplicaþii
ta: ¾É¢ôÀð¼ ¦À¡¾¢ò §¾÷×
tr: Tek Tek Paket Seçimi

source: All Packages
ta: «¨ÉòÐ ¦À¡¾¢¸û
tr: Tüm Paketler

source: Package: %s Version: %s
ta: ¦À¡¾¢: %s À¾¢ôÒ: %s
tr: Paket: %s Sürüm: %s

source: _Tree View
ta: ÁÃì ¸¡ðº¢
tr: _Aðaç Görünümü

source: _Flat View
ta: ¾ð¨¼Â¡É ¸¡ðº¢
tr: _Liste Görünümü

source: _Package
ta: ¦À¡¾¢
tr: _Paket

source: _Size (MB)
ta: «Ç× (MB)
tr: _Boy (MB):

source: Total size:
ro: Mãrime totalã:
ta: ¦Á¡ò¾ «Ç×:
tr: Toplam boy:

source: Select _all in group
ta: ÌØÅ¢ø «¨ÉòÐõ §¾÷ó¦¾Î
tr: Grubun t_amamýný seç

source: _Unselect all in group
ta: ÌØÅ¢ø ±¨¾Ôõ §¾÷ó¦¾Îì¸¡§¾
tr: Seçilenleri _býrak

source: Package Group Selection
ro: Selectare Grupuri Aplicaþii
ta: ¦À¡¾¢ ÌØ §¾÷×
tr: Paket Grup Seçimi

source: Minimal
ast: Mínimu
ta: º¢ÚÁõ
tr: En küçük

source: Details for '%s'
ta: '%s'ì¸¡É Å¢ÅÃí¸û
tr: '%s' ayrýntýlarý

source: A package group can have both Base and Optional package members. Base packages are always selected as long as the package group is selected. Select the optional packages to be installed:
tr: Paket gruplarý Temel ve Seçimlik gruplar olarak düzenlenmiþtir. Paket grubunu seçmeseniz de içindeki temel paketler kurulacaktýr. Kurulacak seçimlik paketleri seçiniz:

source: Base Packages
ta: «ÊôÀ¨¼ ¦À¡¾¢¸û
tr: Temel Paketler

source: Optional Packages
ta: Å¢ÕôÀò§¾÷× ¦À¡¾¢¸û
tr: Seçimlik Paketler

source: Details
ta: Å¢ÅÃí¸û
tr: Ayrýntýlar

source: _Select individual packages
ta: ¾É¢ò¾É¢Â¡¸ ¦À¡¾¢¸¨Ç §¾÷ó¦¾Îì¸×õ
tr: _Tek tek paket seçimi

source: Additional Size Options
ast: Opciones de tamañu adicionales
ro: Opþiuni Adiþionale
ta: ÜÊ¾ø «Ç× ¦¾¡¼÷À¡É Å¢ÕôÀí¸û
tr: Ek Boyut Seçenekleri

source: _Fixed size
ast: _Tamañu fixu
ta: Á¡È¡ «Ç×
tr: _Sabit boyut

source: Fill all space _up to (MB):
ast: Completar tol espaciu _fasta (MB):
ta: ±Ð Å¨ÃÂ¢ø ¿¢ÃôÀ (MB):
tr: Bu boy_uta kadar tüm alan (MB):

source: Fill to maximum _allowable size
ast: Completar fasta'l tamañu máximu _permitíu
ta: ¦ÀÕÁ «Ç×ìÌ ¿¢ÃôÒ
tr: _Mümkün tüm alan kullanýlsýn

source: The end cylinder must be greater than the start cylinder.
ta: ÓÊ× ¯Õ¨Ç ÐÅì¸ ¯Õ¨Ç¨ÂÅ¢¼ Á¢Ìò¾¾¡¸ þÕì¸§ÅñÎõ.
tr: Bitiþ silindiri baþlangýç silindirinden büyük olmalýdýr.

source: Add Partition
ast: Amestar partición
ro: Adaugã Partiþie
ta: Å¸¢÷¨Å §ºÕ
tr: Bölüm Ekle

source: Edit Partition: /dev/%s
ta: /dev/%s Å¸¢÷¨Å ¦¾¡Ì
tr: Düzenlenecek Bölüm: /dev/%s

source: Edit Partition
ta: Å¸¢÷¨Å ¦¾¡Ì
tr: Bölümü Düzenle

source: File System _Type:
ast: _Triba de sistema de ficheros:
ta: §¸¡ôÀ¨ÁôÒ Å¨¸:
tr: Dosya Sistemi _Türü:

source: Allowable _Drives:
ast: _Unidaes almisibles:
ta: «ÛÁ¾¢ì¸ôÀð¼ ­Âì¸¢¸û:
tr: Kullanýlabilir _Sürücüler:

source: Drive:
ro: Disc:
ta: ­Âì¸¢:
tr: Sürücü:

source: Original File System Label:
ast: Etiqueta del sistema de ficheros orixinal:
ta: ãÄ §¸¡ôÀ¨ÁôÒ «¨¼Â¡Çõ:
tr: Orjinal Dosya Sistemi Etiketi:

source: _Start Cylinder:
ta: ÐÅì¸ ¯Õ¨Ç:
tr: _Baþlangýç Silindiri:

source: _End Cylinder:
ta: ÓÊ× ¯Õ¨Ç:
tr: Bi_tiþ Silindiri:

source: Force to be a _primary partition
ast: Forciar a partición _primaria
tr: _Birincil disk bölümü olmaya zorla

source: Check for _bad blocks
ta: ¦¸ð¼ ¦¾¡Ì¾¢¸Ùì¸¡¸ ºÃ¢À¡÷
tr: _Hatalý disk bloklarý için sýnama

source: Type
ast: Triba
ro: Tip
ta: Å¨¸
tr: Tip

source: Format
ast: Formatu
ro: Formatare
ta: ÅÊÅõ
tr: Biçem

source: Start
ta: ÐÅì¸õ
tr: Baþla

source: End
ro: Sfîrºit
ta: ÓÊ×
tr: Son

source: Mount Point/ RAID/Volume
ast: Puntu de Montaxe/ RAID/Volume
ta: ²üÈô ÒûÇ¢/ RAID/¦¾¡Ì¾¢
tr: Baðlama Noktasý/ RAID/Oylum

source: Size (MB)
ast: Tamañu (MB)
ta: «Ç× (MB)
tr: Boy (MB)

source: Partitioning
ast: Particionamientu
ro: Partiþionare
ta: Å¸¢÷¾ø
tr: Bölümlendirme

source: The following critical errors exist with your requested partitioning scheme.
ro: Urmãtoarele erori critice s-au detectat în schema de partiþionare aleasã.
tr: Ýstediðiniz bölümleme þemasýna baðlý olarak aþaðýdaki hatalar oluþtu.

source: These errors must be corrected prior to continuing with your install of %s.
ro: Aceste erori trebuie corectate înainte de a putea continua procesul de instalare a %s.
tr: %s kurulumuna devam etmeden önce bu hatalar giderilmelidir.

source: Partitioning Errors
ast: Fallos de particionamientu
ro: Erori ls Partiþionare
ta: Å¸¢÷¾Ä¢ø À¢¨Æ¸û
tr: Bölümleme Hatalarý

source: The following warnings exist with your requested partition scheme.
ro: Urmãtoarele erori minore s-au detectat în schema de partiþionare aleasã.
tr: Ýstediðiniz bölümleme þemasýna baðlý olarak aþaðýdaki uyarýlar alýndý.

source: Would you like to continue with your requested partitioning scheme?
ast: ¿Prestaríate siguir col esquema de particionamientu?
ro: Doriþi sã vã continuaþi cu sistemul de partiþionare cerut?
tr: Ýstediðiniz bölümleme þemasýyla devam etmek istiyor musunuz?

source: Partitioning Warnings
ast: Avisos de particionamientu
ro: Avertismente la Partiþionare
ta: Å¸¢÷¾Ä¢ø ±îºÃ¢ì¨¸¸û
tr: Bölümleme Uyarýlarý

source: Format Warnings
ast: Avisos de Formatéu
ro: Avertismente la Formatare
ta: ÅÊçð¼ø ±îºÃ¢ì¨¸¸û
tr: Biçemleme Uyarýlarý

source: _Format
ast: _Formatéu
ta: ÅÊÅõ
tr: _Biçem

source: LVM Volume Groups
ast: Grupos de volume LVM
ta: LVM ¦¾¡Ì¾¢ìÌØì¸û
tr: LVM Oylum Gruplarý

source: RAID Devices
ast: Preseos RAID
ta: RAID º¡¾Éí¸û
tr: RAID Aygýtlarý

source: None
ro: Nimic
ta: ²ÐÁ¢ø¨Ä
tr: Hiçbiri

source: Hard Drives
ast: Discos duros
ro: Hard Discuri
ta: ÅýÅðÎ ­Âì¸¢¸û
tr: Sabit Diskler

source: Free space
ro: Spaþiu Liber
ta: ¦ÅüÈ¢¼õ
tr: Boþ disk alaný

source: Extended
ast: Estendíu
ro: Extins
ta: Å¢Ã¢Å¡ì¸ôÀð¼
tr: Mantýksal Ek

source: software RAID
ta: ¦Áý¦À¡Õû RAID
tr: yazýlýmsal RAID

source: Free
ast: Llibre
ro: Liber
ta: ¸¡Ä¢
tr: Boþ

source: Could not allocate requested partitions: %s.
ast: Nun se pudieron asignar les particiones requeríes: %s.
ro: Nu s-a putut aloca partiþia cerutã: %s.
ta: §¸¡ÃôÀð¼ Å¸¢÷×¸¨Ç ´Ðì¸ ÓÊÂÅ¢ø¨Ä: %s.
tr: Ýstenen bölüm tahsis edilemedi: %s.

source: Warning: %s.
ast: Avisu: %s.
ro: Avertisment: %s.
ta: ±îºÃ¢ì¨¸:%s
tr: Uyarý: %s

source: _Modify Partition
ast: _Camudar la partición
ta: Å¸¢÷¨Å ¦¾¡Ì
tr: Bölümü D_eðiþtir

source: _Continue
ast: _Siguir
tr: _Devam

source: Not supported
ta: ¬¾ÃÅ¢ø¨Ä
tr: Desteklenmiyor

source: LVM is NOT supported on this platform.
ta: ­ó¾ §Á¨¼Â¢ø LVM ¬¾Ã¢ì¸ôÀ¼¡Ð.
tr: LVM bu makina üzerinde desteklenmiyor.

source: Software RAID is NOT supported on this platform.
ta: ­ó¾ §Á¨¼Â¢ø ¦Áý¦À¡Õû RAID ¬¾Ã¢ì¸ôÀ¼¡Ð.
tr: Yazýlýmsal RAID bu makina üzerinde desteklenmiyor.

source: No RAID minor device numbers available
ta: ±ó¾ RAID Ð¨½ º¡¾É ±ñ¸Ùõ þø¨Ä
tr: RAID oluþturulabilecek bir kaynak yok

source: A software RAID device cannot be created because all of the available RAID minor device numbers have been used.
tr: Yazýlýmsal RAID oluþturulabilecek tüm kaynaklar kullanýmda olduðundan bir yazýlýmsal RAID aygýtý oluþturulamýyor.

source: RAID Options
ta: RAID Å¢ÕôÀí¸û
tr: RAID Seçenekleri

source: Software RAID allows you to combine several disks into a larger RAID device. A RAID device can be configured to provide additional speed and reliability compared to using an individual drive. For more information on using RAID devices please consult the %s documentation. You currently have %s software RAID partition(s) free to use.
tr: Yazýlýmsal RAID farklý diskleri bir büyük RAIB aygýtý olarak birleþtirmenizi saðlar. Bir RAID aygýtý tek baþýna bir diskin saðlayacaðý hýz ve güvenliði saðlayacak þekilde yapýlandýrýlabilir. RAID aygýtlarý hakkýnda daha fazla bilgi edinemk için %s belgelerine bakýnýz. Þu anda kullanýma hazýr %s yazýlýmsal RAID disk bölümünüz var.

source: To use RAID you must first create at least two partitions of type 'software RAID'. Then you can create a RAID device which can be formatted and mounted.
tr: RAID kullanmak için önce 'yazýlýmsal RAID' türünde en az iki disk bölümü oluþturmalýsýnýz. Ancak ondan sonra biçemlenebilir ve baðlanabilir bir RAID aygýtý oluþturabilirsiniz.

source: What do you want to do now?
ta: þô§À¡Ð ±ýÉ ¦ºöÂ Å¢ÕõÒ¸¢È£÷¸û?
tr: Þimdi ne yapmak istersiniz?

source: Create a software RAID _partition.
ta: ´Õ ¦Áý¦À¡Õû RAID Å¸¢÷¨Å ¯ÕÅ¡ìÌ
tr: Yazýlýmsal RAID _bölümü oluþturur.

source: Create a RAID _device [default=/dev/md%s].
ta: ´Õ RAID º¡¾Éò¨¾ ¯ÕÅ¡ìÌ [default=/dev/md%s].
tr: Bir RAID _aygýtý oluþtur [öntanýmlý=/dev/md%s}.

source: Clone a _drive to create a RAID device [default=/dev/md%s].
ta: ´Õ RAID º¡¾Éò¨¾ ¯ÕÅ¡ì¸ ´Õ þÂì¸¢¨Â ¿¸Ä¢Î [default=/dev/md%s].
tr: RAID aygýtý oluþturulacak _aygýtý kopyala [öntanýmlý=/dev/md%s]

source: Couldn't Create Drive Clone Editor
ta: þÂì¸¢ ¿¸Ä¢ À¾¢ôÀ¡¨É ¯ÕÅ¡ì¸ ÓÊÂÅ¢ø¨Ä
tr: Sürücü Kopyalama Düzenleyici Oluþturulamadý

source: The drive clone editor could not be created for some reason.
tr: Sürücü kopyalama düzenleyici bazý sebeplerle oluþturulamadý.

source: _Reset
ro: _Resetare
ta: ¿¢¨ÄÁ£û
tr: Sý_fýrla

source: Make _RAID
ro: Creare _RAID
ta: RAID³ ¯ÕÅ¡ìÌ
tr: _RAID Oluþtur

source: Ne_w
ta: Ò¾¢Â
tr: _Yeni

source: Re_set
ast: Rea_niciar
ta: ¿¢¨ÄÁ£û
tr: _Sýfýrla

source: Hide RAID device/LVM Volume _Group members
tr: RAID aygýtý/LVM Oylum _Grubu üyelerini gizle

source: Automatic Partitioning
ro: Partiþionare Automatã
ta: ¾ýÉ¢Âì¸ Å¸¢÷¾ø
tr: Otomatik Bölümlendirme

source: You need to select at least one hard drive to have %s installed onto.
tr: %s kurulumunun yapýlabilmesi için en azýndan bir aygýt belirtmelisiniz.

source: I want to have automatic partitioning:
ro: Doresc Partiþionare Automatã:
ta: ±ÉìÌ ¾ýÉ¢Âì¸ Å¸¢÷¾ø §ÅñÎõ:
tr: Otomatik bölümlendirme yapýlsýn:

source: Select the drive(s) to use for this installation:
ta: þó¾ ¿¢ÚÅÖìÌ ¯À§Â¡¸¢ì¸ §ÅñÊÂ þÂì¸¢(¸¨Ç) §¾÷¸:
tr: Kurulumun yapýlacaðý yeri belirtiniz:

source: Re_view (and modify if needed) the partitions created
ta: ¯ÕÅ¡ì¸ôÀð¼ Å¸¢÷×¸¨Ç ÀÃ¢º£Ä¢ì¸×õ (§¾¨ÅÂ¡É¡ø Á¡üÈ×õ)
tr: Oluþturulan bölümler _izlenebilsin (hatta gerekirse deðiþtirilebilsin)

source: <Not Applicable>
ast: <Inaplicable>
ro: <Nu se aplicã>
ta: <¦¾¡¼÷À¢ø¨Ä>
tr: <Uygulanamaz>

source: How would you like to prepare the file system on this partition?
tr: Bu disk bölümündeki dosya sistemini nasýl hazýrlamak istersiniz?

source: Leave _unchanged (preserve data)
ta: Á¡üÈ¡Áø Å¢Î ( ¾Ã¨Å §ºÁ¢ )
tr: _Olduðu gibi býrak (veriler korunur)

source: _Format partition as:
ta: ±ýÉ Å¸¢÷Å¡¸ ÅÊçð¼:
tr: _Böyle Biçemle:

source: Mi_grate partition to:
ta: Å¸¢÷¨Å ±íÌ þ¼Á¡üÈ:
tr: Buna _Yansýla:

source: Check for _bad blocks?
ta: ¦¸ð¼ ¦¾¡Ì¾¢¸Ùì¸¡¸ ºÃ¢À¡÷ì¸Å¡?
tr: _Hatalý disk bloklarý sýnansýn mý?

source: Partitions of type '%s' must be constrained to a single drive. This is done by selecting the drive in the 'Allowable Drives' checklist.
tr: '%s' türündeki bölümler bir tek sürücüyle sýnýrlanmalýdýr. Bu, 'Ýzin verilen Sürücüler' listesinden sürücü seçerek yapýlýr.

source: Disk Partitioning Setup
ro: Configurare Partiþii
ta: ÅðÎ Å¸¢÷¾¨Ä «¨Á
tr: Disk Bölümleme Ayarlarý

source: _Automatically partition
ta: ¾ýÉ¢Âì¸Á¡¸ Å¸¢÷
tr: _Otomatik olarak bölümlendir

source: Manually partition with _Disk Druid
ta: ÅðÎ ðåÂ¢Î¼ý ¨¸Ó¨ÈÂ¢ø Å¸¢÷
tr: _Disk Druid yardýmýyla elle bölümlendir

source: Manually partition with _fdisk (experts only)
tr: _fdisk yardýmýyla elle bölümlendir [sadece uzmanlar]

source: Installing Packages
ro: Instalare Aplicaþii
ta: ¦À¡¾¢¸û ¿¢ÚÅôÀÎ¸¢ÈÐ
tr: Paketler Kuruluyor

source: Completed
ast: Completáu
ro: Terminat
ta: ¿¢¨È§ÅÈ¢ÂÐ
tr: Bitti

source: Total
ta: ¦Á¡ò¾õ
tr: Toplam

source: Remaining
ro: Rãmas
ta: Á£¾ÓûÇ
tr: Kalan

source: %s KBytes
ta: %s K¨ÀðÎ¸û
tr: %s Kbayt

source: Summary
ro: Descriere
ta: ÍÕì¸õ
tr: Özet

source: Package Progress:
ro: Instalare Pachete:
ta: ¦À¡¾¢ Óý§ÉüÈ:
tr: Paket Kurulumu:

source: Total Progress:
ro: Progres Total:
ta: ¦Á¡ò¾ Óý§ÉüÈõ:
tr: Toplam:

source: Status
ro: Progres Instalare
ta: ¿¢¨Ä
tr: Durum

source: Packages
ro: Aplicaþii
ta: ¦À¡¾¢¸û
tr: Paketler

source: Time
ro: Timp
ta: §¿Ãõ
tr: Zaman

source: At least two unused software RAID partitions are needed to create a RAID device. First create at least two partitions of type "software RAID", and then select the "RAID" option again.
ast: Polo menos son necesaries dos particiones software RAID non usaes pa crear un preséu RAID. Primero crea polo menos dos particiones de triba "software RAID", y dempués seleiciona la opción "RAID" nuevamente.
tr: Bir RAID aygýtý oluþturmak için en azýndan iki kullanýlmamýþ yazýlýmsal RAID disk bölümü gerekiyor. "Yazýlýmsal RAID" türünde en az iki bölüm oluþturduktan sonra "RAID" seçeneðine dönünüz.

source: Make RAID Device
ast: Crear un preséu RAID
ro: Creazã o partiþie RAID
ta: RAID º¡¾Éò¨¾ ¯ÕÅ¡ìÌ
tr: RAID Aygýtý Yap

source: Edit RAID Device: /dev/md%s
ta: RAID º¡¾Éò¨¾ ¦¾¡Ì: /dev/md%s
tr: Düzenlenecek RAID Aygýt: /dev/md%s

source: Edit RAID Device
ast: Camudar un preséu RAID
ta: RAID º¡¾Éò¨¾ ¦¾¡Ì
tr: RAID Aygýtýný Düzenle

source: RAID _Device:
ast: _Preseos RAID
ta: RAID º¡¾Éõ:
tr: RAID _Aygýtý:

source: RAID _Level:
ast: Nive_l de RAID
ta: RAID ÀÊ:
tr: RAID _Seviyesi:

source: _RAID Members:
ast: Miembros de _RAID:
ta: RAID ¯ÚôÀ¢É÷¸û:
tr: RAID Üy_eleri:

source: Number of _spares:
ast: Númberu de reserves:
ta: ¯¾¢Ã¢¸Ç¢ý ±ñ½¢ì¨¸:
tr: _Yedeklerin sayýsý:

source: _Format partition?
ast: ¿Quies _formatear la partición?
ta: Å¸¢÷¨Å ÅÊçð¼Å¡?:
tr: _Bölüm biçemlendirilsin mi?

source: The source drive has no partitions to be cloned. You must first define partitions of type 'software RAID' on this drive before it can be cloned.
tr: Kaynak sürücü kopyalanacak bir bölüm içermiyor. Kopyalama için öncelikle bu sürücü üzerindeki bölümleri 'yazýlýmsal RAID' türünde tanýmlamalýsýnýz.

source: Source Drive Error
ta: ãÄ þÂì¸¢ À¢¨Æ
tr: Kaynak Sürücü Hatasý

source: The source drive selected has partitions on it which are not of type 'software RAID'. These partitions will have to be removed before this drive can be cloned.
tr: Kaynak sürücü, 'yazýlýmsal RAID' türünde olmayan bölümlerden seçildi. Bu bölümler bu sürücü kopyalanmadan önce silinmiþ olacaktýr.

source: The source drive selected has partitions which are not constrained to the drive /dev/%s. These partitions will have to be removed or restricted to this drive before this drive can be cloned.
tr: Kaynak sürücü, /dev/%s sürücüsüyle sýnýrlý olmayan bölümlerden seçildi. Bu bölümler bu sürücü kopyalanmadan önce silinmiþ ya da kýsýtlanmýþ olacaktýr.

source: The source drive selected has software RAID partition(s) which are members of an active software RAID device. These partitions will have to be removed before this drive can be cloned.
tr: Kaynak sürücü, bir etkin yazýlýmsal RAID aygýtýnýn üyeleri olan yazýlýmsal RAID bölümlerinden seçildi. Bu bölümler bu sürücü kopyalanmadan önce silinmiþ olacaktýr.

source: Target Drive Error
ta: þÄìÌ þÂì¸¢ À¢¨Æ
tr: Hedef Sürücü Hatasý

source: Please select the target drives for the clone operation.
tr: Kopyalama iþlemi için lütfen hedef sürücüleri seçiniz.

source: The source drive /dev/%s cannot be selected as a target drive as well.
tr: Kaynak sürücü /dev/%s hedef sürücü olarak da seçilemez.

source: The target drive /dev/%s has a partition which cannot be removed for the following reason: "%s" This partition must be removed before this drive can be a target.
tr: Hedef sürücü /dev/%s aþaðýdaki sebepten dolayý silinemeyen bir bölüm içeriyor: "%s" Bu bölüm hedef olarak seçilmeden önce silinmiþ olmalýdýr.

source: Please select a source drive.
ta: ãÄ þÂì¸¢¨Â §¾÷ó¦¾Îì¸×õ.
tr: Lütfen bir kaynak sürücü seçiniz.

source: The drive /dev/%s will now be cloned to the following drives:
tr: /dev/%s sürücüsü aþaðýdaki sürücülere kopyalanmaya baþlýyor:

source: WARNING! ALL DATA ON THE TARGET DRIVES WILL BE DESTROYED.
tr: UYARI! HEDEF SÜRÜCÜLERDEKÝ TÜM VERÝLERÝNÝZ SÝLÝNECEK.

source: Final Warning
ta: þÚ¾¢ ±îºÃ¢ì¨¸
tr: Son Uyarý

source: Clone Drives
ta: ­Âì¸¢¸¨Ç ¿¸Ä¢Î
tr: Kopya Sürücüler

source: There was an error clearing the target drives. Cloning failed.
tr: Hedef sürücüler temizlenirken bir hata oluþtu. Kopyalama baþarýlamadý.

source: Clone Drive Tool This tool allows you to significantly reduce the amount of effort required to setup RAID arrays. The idea is to take a source drive which has been prepared with the desired partitioning layout, and clone this layout onto other similar sized drives. Then a RAID device can be created. NOTE: The source drive must have partitions which are restricted to be on that drive only, and can only contain unused software RAID partitions. Other partition types are not allowed. EVERYTHING on the target drive(s) will be destroyed by this process.
tr: Kopya Sürücüsü Aracý Bu araç, RAID dizilerinin ayarlanmasý için gereken çabanýn önemli ölçüde azaltýlmasýný saðlar. Üzerine RAID kurulmasý düþünülen bölümleri içeren aygýt ele alýnýr ve bu bölümler diðer uygun boyutlu sürücülere kopyalanýr. Sonra da RAID aygýtý oluþturulur. ÖNEMLÝ: Kaynak sürücünün bölümleri sadece bu sürücünün üstünde olmalýdýr ve sadece kullanýlmamýþ yazýlýmsal RAID bölümlerinden oluþabilir. Diðer bölüm türlerine izin verilmez. Bu iþlem sýrasýnda hedef sürücü(ler) üzerindeki herþey silinir.

source: Source Drive:
ta: ãÄ þÂì¸¢:
tr: Kaynak Sürücü:

source: Target Drive(s):
ta: þÄìÌ þÂì¸¢(¸û):
tr: Hedef Sürücü(ler):

source: Drives
ta: ­Âì¸¢¸û
tr: Sürücüler

source: Silo Configuration
ro: Configurare Silo
ta: Silo ÅÊÅ¨ÁôÒ
tr: Silo Yapýlandýrmasý

source: Partition
ast: Partición
ro: Partiþionare
ta: Å¸¢÷×
tr: Bölümlendirme

source: Install SILO boot record on:
ro: Unde doriþi sã fie instalat SILO:
ta: SILO ÐÅì¸ôÀ¾¢¨Å þ¾¢ø ¿¢Ú×:
tr: SILO açýlýþ kaydýný bu bölüme kur:

source: Create PROM alias
ro: Creare PROM alias
ta: PROM Á¡üÚô ¦ÀÂ¨Ã ¯ÕÅ¡ìÌ
tr: PROM kaydý yarat

source: Set default PROM boot device to linux
ro: Seteazã imaginea implicitã de boot în PROM pentru Linux
tr: PROM açýlýþ aygýtýný Linux'a aktar

source: Kernel parameters
ro: Parametri pentru Kernel
ta: ¸Õ «ÇÒÕ¸û
tr: Çekirdek parametreleri

source: Create boot disk
ro: Creare disc boot
ta: ÐÅì¸ Åð¨¼ ¯ÕÅ¡ìÌ
tr: Açýlýþ disketi yarat

source: Do not install SILO
ro: Fãrã instalare SILO
ta: SILO¨Å ¿¢ÚÅ¡§¾
tr: SILO kurma

source: Partition type
ro: Tip partiþie
ta: Å¸¢÷× Å¨¸
tr: Bölüm Tipi

source: Boot label
ro: Eticheta
ta: ÐÅì¸ «¨¼Â¡Çõ
tr: Açýlýþ Etiketi

source: Default boot image
ro: Imaginea implicitã de încãrcare
ta: ¦¸¡¼¡¿¢¨Ä ÐÅì¸ ¿¢ÃÖÕÅõ
tr: Öntanýmlý açýlýþ görüntüsü

source: Time Zone Selection
ast: Escoyeta del fusu horariu
ro: Selectare Zona de Timp
ta: ¸¡Ä Áñ¼Ä §¾÷×
tr: Zaman Dilimi Seçimi

source: System clock uses _UTC
ta: ¸½¢Â¨ÁôÒ ¸Ê¸¡Ãõ UTC ÀÂýÀÎòÐ¸¢ÈÐ
tr: Sistem saati _UTC kullanýyor

source: Location
ro: Locaþie
ta: ­¼õ
tr: Yer

source: Use _daylight saving time (US only)
tr: Ýleri Saat _Uygulamasý (sadece ABD için)

source: UTC Offset
ro: Differenþa pînã la zona 0 (GMT)
ta: UTC Å¢Äì¸õ
tr: UTC Ofseti

source: _Location
ta: ­¼õ
tr: _Yer

source: Description
ta: Å¢ÅÃõ
tr: Açýklama

source: Upgrade Boot Loader Configuration
ast: Anovar la configuración del xestor d'arranque
ro: Configurare Încãrcãtor de Sistem
ta: ÐÅì¸§ÁüÈ¢ ÅÊÅ¨Áô¨À §Á§ÄüÚ
tr: Önyükleyici Yapýlandýrmasýnýn Güncellenmesi

source: _Update boot loader configuration
ast: _Anovar la configuración del xestor d'arranque
ta: ÐÅì¸§ÁüÈ¢ ÅÊÅ¨Áô¨À ÒÐôÀ¢
tr: Önyükleyici yapýlandýrmasýný _Güncelle

source: This will update your current boot loader.
ast: Esto va anovar el to xestor d'arranque actual.
ro: Aceastã opþiune va actualiza încãrcãtorul de sistem de operare.
ta: þÐ ¯í¸û ¾ü§À¡¨¾Â ÐÅì¸§ÁüÈ¢¨Â ÒÐôÀ¢ìÌõ.
tr: Bu, mevcut önyükleyiciyi güncelleyecektir.

source: The installer has detected the %s boot loader currently installed on %s.
ro: Programul de instalare a detectat încãrcãtorul de sistem de operare %s instalat pe %s.
tr: Kurulum programý %s önyükleyicisini %s üzerinde saptadý.

source: This is the recommended option.
ast: Ésta ye la opción recomendada.
ro: Aceasta este opþiunea recomandatã.
ta: þÐ¾¡ý ÀÃ¢óÐ¨Ãì¸ôÀð¼ Å¢ÕôÀò§¾÷×.
tr: Bu önerilen seçenektir.
