Repository: 3838438org/anaconda-1
Catalog: po/*.po
Languages: ast, ro, ta, tr

source: The image which was just tested was successfully verified. It should be OK to install from this media. Note that not all media/drive errors can be detected by the media check.
ast: La imaxe que s'acaba de probar foi verificada con éxitu. Tien de podese instalar ensin problemes dende esti mediu. Nota que non tolos fallos de mediu/discu se pueden deteutar col chequéu de medios.

source: Invalid Prefix
ast: Prefixu Non válidu

source: Prefix must be between 1 and 32 for IPv4 networks or between 1 and 128 for IPv6 networks
ast: El prefixu tien de tar ente 1 y 32 pa redes IPv4 o ente 1 y 128 pa redes IPv6

source: There was an error configuring your network interface.
ast: Hebo un fallu al configurar la to interface de rede.

source: This cannot be corrected in cmdline mode. Halting.
ast: Esto nun puede correxise en mou llinia de comandos. Deteniendo.

source: Network Error
ast: Fallu de Rede

source: Enable IPv4 support
ast: Activar sofitu IPv4

source: Enable IPv6 support
ast: Activar sofitu IPv6

source: Missing Protocol
ast: Falta Protocolu

source: You must select at least one protocol (IPv4 or IPv6).
ast: Tienes d'escoyer al menos un protocolu (IPv4 o IPv6).

source: IPv4 Needed for NFS
ast: Necesítase IPv4 pa NFS

source: NFS installation method requires IPv4 support.
ast: El métodu d'instalación NFS necesita sofitu IPv4.

source: IPv4 address:
ast: Direición IPv4:

source: IPv6 address:
ast: Direición IPv6:

source: Gateway:
ast: Puerta d'enllaz:

source: Name Server:
ast: Sirvidor de nomes:

source: Enter the IPv4 and/or the IPv6 address and prefix (address / prefix). For IPv4, the dotted-quad netmask or the CIDR-style prefix are acceptable. The gateway and name server fields must be valid IPv4 or IPv6 addresses.
ast: Introduz la direición y prefixu IPv4 y/o IPv6 (direición / prefixu). Pa IPv4, la mázcara de rede puede ser col estilu de la cuaterna separtada por puntos o l'estilu CIDR. Nos campos puerta d'enllaz y nome del sirvidor tien d'haber direiciones IPv4 o IPv6 válides.

source: Manual TCP/IP Configuration
ast: Configuración manual de TCP/IP

source: You must enter both a valid IPv4 address and a network mask or CIDR prefix.
ast: Tienes d'introducir una direición IPv4 y una mázcara de rede o prefixu CIDR válides.

source: You must enter both a valid IPv6 address and a CIDR prefix.
ast: Tienes d'ingresar una direición IPv6 y un prefixu CIDR válidos.

source: Bad argument to kickstart network command: %s
ast: Argumentu fallíu pal comandu de rede kickstart %s

source: Seconds:
ast: Segundos:

source: Identify
ast: Identificar

source: You can identify the physical port for
ast: Puedes identificar el puertu físicu

source: by flashing the LED lights for a number of seconds. Enter a number between 1 and 30 to set the duration to flash the LED port lights.
ast: parpaguiando les lluces del LED unos segundos. Intruduz un númberu ente 1 y 30 pa la duración del parpaguéu de les lluces del led.

source: Identify NIC
ast: Identificar NIC

source: Invalid Duration
ast: Duración Non válida

source: You must enter the number of seconds as an integer between 1 and 30.
ast: Tienes d'ingresar un númberu de segundos como un enteru ente 1 y 30

source: Flashing %s port lights for %d seconds.
ast: Flasheando les lluces del puertu %s por %d segundos.

source: Waiting for NetworkManager to configure %s.
ast: Esperando a que NetworkManager configure %s.

source: %s directory:
ast: Direutoriu %s:

source: NFS mount options (optional):
ast: Opciones de montaxe NFS (opcional):

source: Please enter the server and path to your %s installation image and optionally additional NFS mount options.
ast: Por favor, ingresa'l nome del sirvidor y la direición de la to imaxe d'instalación de %s y, opcionalmente, les opciones de montaxe NFS adicionales.

source: That directory could not be mounted from the server.
ast: Esti direutoriu nun pudo montase dende'l sirvidor

source: That directory does not seem to contain a %s installation image.
ast: Esi direutoriu nun paez caltener un árbol d'instalación de %s .

source: Bad argument to NFS kickstart method command: %s
ast: Argumentu fallíu pal comandu NFS del métodu kickstart: %s

source: Waiting for telnet connection.
ast: A la espera d'una conexón telnet.

source: Running anaconda via telnet.
ast: Execución d'anaconda a traviés de telnet.

source: Unable to retrieve %s.
ast: Imposible recuperar %s.

source: Unable to retrieve the install image.
ast: Nun puede recuperase la imaxe d'instalación.
ta: ¿¢ÚÅø ¯ÕÅò¨¾ Á£Ç ÓÊÂÅ¢ø¨Ä

source: Bad argument to URL kickstart method command: %s
ast: Argumentu fallíu pal comandu URL del métodu kickstart: %s

source: Must supply a --url argument to Url kickstart method.
ast: Tienes de suministrar un argumentu --url pal métodu Url kickstart.

source: Unknown Url method %s
ast: Métodu %s Url desconocíu
ta: ¦¾Ã¢Â¡¾ Url Ó¨È %s

source: Please enter the URL containing the %s installation image on your server.
ast: Por favor, ingresa'l URL que contenga les imáxenes de %s nel to sirvidor.

source: Enable HTTP proxy
ast: Activar proxy HTTP

source: Proxy URL
ast: URL del Proxy

source: Username
ast: Nome d'usuariu:

source: URL Setup
ast: Configuración de URL

source: You must enter a URL.
ast: Tienes d'ingresar una URL.

source: URL must be either an ftp or http URL
ast: La URL tien de ser una URL ftp o http

source: Proxy must be either an ftp or http URL
ast: El proxy tien de ser una URL de ftp o http

source: Loading %s driver
ast: Cargando'l controlador %s

source: Unknown Device
ast: Preséu desconocíu

source: The installation source given by device %s could not be found. Please check your parameters and try again.
ast: La fonte d'instalación dada pol preséu %s nun pudo atopase. Por favor, verifica los parámetros ya téntalo nuevamente.

source: No disks found
ast: Nun s'alcontraron discos

source: No usable disks have been found.
ast: Nun s'alcontraron discos usables.

source: The storage configuration you have chosen has already been activated. You can no longer return to the disk editing screen. Would you like to continue with the installation process?
ast: Les opciones d'atroxu qu'escoyisti activáronse. Nun puedes tornar a la pantalla de modificación del discu. ¿Quies siguir col procesu d'instalación?

source: Encrypt device?
ast: ¿Encriptar el preséu?

source: You specified block device encryption should be enabled, but you have not supplied a passphrase. If you do not go back and provide a passphrase, block device encryption will be disabled.
ast: Especificasti que la encriptación del preséu de bloque tien de tar activao, pero nun diste denguna contraseña. Si nun vuelves atrás y das una contraseña, l'encriptáu del preséu de bloques va deshabilitase.

source: Confirm
ast: Confirmar

source: The partitioning options you have selected will now be written to disk. Any data on deleted or reformatted partitions will be lost.
ast: Les opciones de partición escoyíes van escribise nel discu. Va perdese tola información de les particiones desaniciaes o reformateaes.

source: Go _Back
ast: Volver _atrás

source: _Write Changes to Disk
ast: _Escribir cambeos al discu

source: Running...
ast: Executando...

source: Storing encryption keys
ast: Guardando llaves d'encriptación

source: Error storing an encryption key: %s
ast: Fallu atroxando una contraseña d'encriptación: %s.

source: Examining Devices
ast: Desaminando preseos

source: Examining storage devices
ast: Desaminando preseos d'almacenamientu

source: You cannot delete a partition of a LDL formatted DASD.
ast: Nun puedes desaniciar una partición d'un DASD formateáu a LDL.

source: This device is part of the RAID device %s.
ast: Esti preséu ye parte del preséu RAID %s.

source: This device is part of a RAID device.
ast: Esti preséu ye parte d'un preséu RAID

source: This device is part of the LVM volume group '%s'.
ast: Esti preséu ye parte del grupu de volume LVM '%s'.

source: This device is part of a LVM volume group.
ast: Esti preséu ye parte d'un grupu de volume LVM.

source: This device is an extended partition which contains logical partitions that cannot be deleted:
ast: Esti preséu ye una partición estendida que caltién les particiones lóxiques que nun pueden desaniciase:

source: Your / partition is less than %(min)s MB which is lower than recommended for a normal %(productName)s install.
ast: La partición ye de menos de %(min)s megabytes, que ye menos de lo que s'encamienta nuna instalación normal de %(productName)s.

source: Your / partition does not match the the live image you are installing from. It must be formatted as %s.
ast: La partición / nun concase cola imaxe live, dende au la tas instalando. Tien de tar formateada como %s.

source: Your %(mount)s partition is less than %(size)s megabytes which is lower than recommended for a normal %(productName)s install.
ast: La to partición %(mount)s ye de menos de %(size)s megabytes, que ye menos de lo que s'encamienta nuna instalación normal de %(productName)s.

source: Installing on a USB device. This may or may not produce a working system.
ast: Instalando nun preséu USB. Esto puede o non criar un sistema funcional.

source: Installing on a FireWire device. This may or may not produce a working system.
ast: Instalando nun preséu FireWire. Esto puede o non criar un sistema funcional.

source: You have not specified a swap partition. Due to the amount of memory present, a swap partition is required to complete installation.
ast: Nun especificaste una partición swap. Darréu de la cantidá de memoria actual, requierse una partición swap pa completar la instalación.

source: The mount point %s must be on a linux file system.
ast: El puntu de montaxe %s tien de tar nun sistema de ficheros linux.

source: The swap device: %s is an old-style Linux swap partition. If you want to use this device for swap space, you must reformat as a new-style Linux swap partition.
ast: El preséu swap: %s ye una partición Linux swap antigua. Si deseyes usar esti preséu como espaciu swap, tienes de formatialu como una nueva partición Linux swap.

source: The swap device: %s in your /etc/fstab file is currently in use as a software suspend device, which means your system is hibernating. To perform an upgrade, please shut down your system rather than hibernating it.
ast: El preséu swap: %s nel to ficheru /etc/fstab ta usándose anguaño como una partición de suspensión de software, lo cual quier dicir que'l sistema ta ivernando. Pa executar un anovamientu, por favor apaga'l sistema n'arróu de suspendelu.

source: The swap device: %s in your /etc/fstab file is currently in use as a software suspend device, which means your system is hibernating. If you are performing a new install, make sure the installer is set to format all swap devices.
ast: El preséu swap: %s nel to ficheru /etc/fstab ta usándose anguaño como una partición de suspensión de software, lo cual quier dicir que'l sistema ta ivernando. Si tas executando una nueva instalación, asegúrate de configurar l'instalador pa que formatee toles particiones swap.

source: The swap device: %s does not contain a supported swap volume. In order to continue installation, you will need to format the device or skip it.
ast: El preséu swap: %s nun contién un volume swap compatible. Pa siguir la instalación, necesitarás formatear el preséu u omitilu.

source: Error enabling swap device %(name)s: %(msg)s The /etc/fstab on your upgrade partition does not reference a valid swap device. Press OK to exit the installer
ast: Fallu al habilitar el preséu swap %(name)s: %(msg)s El /etc/fstab na partición d'anovamientu nun fai referencia a una partición swap válida. Calca Aceutar pa colar del instalador.

source: Error enabling swap device %(name)s: %(msg)s This most likely means this swap device has not been initialized. Press OK to exit the installer.
ast: Error al habilitar el preséu swap %(name)s: %(msg)s Ye dable que'l fallu se deba a qu'esta partición swap nun s'anicializó Calca Aceutar pa colar del instalador.

source: An error occurred when trying to create %s. Some element of this path is not a directory. This is a fatal error and the install cannot continue. Press <Enter> to exit the installer.
ast: Hebo un fallu al intentar crear %s. Dalgún elementu d'esti path nun ye un direutoriu. Esti ye un error fatal y la instalación nun puede siguir. Calca <Intro> pa colar del instalador.

source: An error occurred when trying to create %(mountpoint)s: %(msg)s. This is a fatal error and the install cannot continue. Press <Enter> to exit the installer.
ast: Hebo un fallu al intentar criar %(mountpoint)s: %(msg)s. Esti ye un error fatal, y la instalación nun puede siguir. Calca <Intro> pa colar del instalador.

source: Unable to mount filesystem
ast: Nun pudo montase'l sistema de ficheros

source: An error occurred mounting device %(path)s as %(mountpoint)s. You may continue installation, but there may be problems.
ast: Hebo un fallu cuando se montaba'l preséu %(path)s como %(mountpoint)s. Puedes siguir la instalación, pero pueden surdir problemes.

source: An error occurred mounting device %(path)s as %(mountpoint)s: %(msg)s. This is a fatal error and the install cannot continue. Press <Enter> to exit the installer.
ast: Hebo un fallu al montar el preséu %(path)s como %(mountpoint)s: %(msg)s. Esti ye un error fatal, y la instalación nun puede siguir. Calca <Intro> pa colar del instalador.

source: Formatting DASD Device
ast: Formateando preséu DASD

source: Preparing %d DASD device for use with Linux...
ast: Tresnando'l preséu DASD %d pa usar con Linux...

source: vginfo failed for %s
ast: vginfo falló pa %s

source: lvs failed for %s
ast: lvs falló pa %s

source: Creating device %s
ast: Creando preséu %s

source: A RAID%d set requires at least %d member
ast: Un preséu RAID%d requier al menos %d miembru.

source: Creating file %s
ast: Creándose'l sistema de ficheros %s

source: Are you sure you want to skip entering a passphrase for device %s? If you skip this step the device's contents will not be available during installation.
ast: ¿De xuru que nun quies escribir una contraseña pa esti preséu? %s Si omites esti pasu, los conteníos del preséu nun tarán disponibles durante la instalación.

source: This partition is part of an inconsistent LVM Volume Group.
ast: Esta partición forma parte d'un grupu de volume LVM inconsistente.

source: Connecting to FCoE SAN
ast: Coneutándose a FCoE SAN

source: FCoE not available
ast: FCoE non disponible

source: filesystem configuration missing a type
ast: A la configuración del sistema de ficheros falta-y un tipu

source: Creating %s filesystem on %s
ast: Creando %s sistema de ficheros en %s

source: Resizing
ast: Redimensionando

source: Resizing filesystem on %s
ast: Resimensionando'l tamañu del sistema de ficheros de %s

source: Unknown return code: %d.
ast: El códigu devueltu ye desconocíu: %d.

source: Checking
ast: Verificando

source: Checking filesystem on %s
ast: Comprobando'l sistema de ficheros de %s

source: %(type)s filesystem check failure on %(device)s:
ast: Fallu na comprobación del sistema de ficheros %(type)s de %(device)s:

source: Errors like this usually mean there is a problem with the filesystem that will require user interaction to repair. Before restarting installation, reboot to rescue mode or another system that allows you to repair the filesystem interactively. Restart installation after you have corrected the problems on the filesystem.
ast: Fallos como ésti conseñen davezu qu'hai un problema nel sistema de ficheros que necesita atención del usuariu. Enantes de reaniciar la instalación, hai de reaniciar el sistema nel mou de recuperación o n'otru sistema que permita iguar el sistema de ficheros interactivamente. Va poder facese la instalación cuando s'heban correxío los problemes.

source: Unrecoverable Error
ast: Fallu irrecuperable

source: File system errors left uncorrected.
ast: Dexáronse ensin correxir los fallos nel sistema de ficheros.

source: Operational error.
ast: Fallu operativu.

source: Usage or syntax error.
ast: Fallu nel usu o na sintaxis.

source: e2fsck cancelled by user request.
ast: L'usuariu encaboxó e2fsck.

source: Shared library error.
ast: Fallu nuna biblioteca compartida.

source: Recoverable errors have been detected or dosfsck has discovered an internal inconsistency.
ast: Deteutáronse fallos correxibles, o dosfsck alcontró una incoherencia interna.

source: Usage error.
ast: Fallu d'usu.

source: Encrypted
ast: Cifráu

source: Encrypting %s
ast: Encriptando %s

source: Creating %s on %s
ast: Creando %s en %s

source: Scanning iSCSI nodes
ast: Esplorando nodos iSCSI

source: Unable to change iSCSI initiator name once set
ast: Nun ye dable camudar el nome d'anicializador iSCSI una vegada afitáu

source: Must provide an iSCSI initiator name
ast: Has d'apurrir un nome d'aniciador iSCSI.

source: Initializing iSCSI initiator
ast: Anicializando aniciador iSCSI

source: iSCSI not available
ast: iSCSI non disponible

source: No initiator name set
ast: Nun hai nome d'anicializador configuráu

source: No iSCSI nodes discovered
ast: Nun se descubrieron nodos iSCSI

source: Logging in to iSCSI nodes
ast: Accediendo a los nodos iSCSI

source: No new iSCSI nodes discovered
ast: Nun se descubrieron nuevos nodos iSCSI

source: Could not log in to any of the discovered nodes
ast: Nun puede accedese a dengún de los nodos descubiertos

source: Could not find enough free space for automatic partitioning. Press 'OK' to exit the installer.
ast: Nun pudo atopase suficiente espaciu llibre pa la partición automática. Calca ' Aceutar' pa colar del instalador.

source: Could not find enough free space for automatic partitioning, please use another partitioning method.
ast: Nun pudo atopase suficiente espaciu llibre pa la partición automática, por favor emplega otru métodu de partición.

source: Press 'OK' to exit the installer.
ast: Calca "Aceutar" pa colar del instalador

source: Could not allocate requested partitions: %(msg)s.%(extra)s
ast: Nun se pudieron asignar les particiones requeríes: %(msg)s.%(extra)s

source: Press 'OK' to choose a different partitioning option.
ast: Calca "Aceutar" pa escoyer una opción de partición distinta.

source: The following errors occurred with your partitioning: %(errortxt)s This can happen if there is not enough space on your hard drive(s) for the installation. %(extra)s
ast: Produxérones los siguientes fallos col particionáu: %(errortxt)s Esto puede asoceder cuando nun hai abondu espaciu na unidá(es) de discu duru pa la instalación. %(extra)s

source: You have not specified a device number or the number is invalid
ast: Nun s'especificó dengún númberu de preséu, o el númberu ye non válidu.

source: You have not specified a worldwide port name or the name is invalid.
ast: Nun especificasti un nome de puertu universal o el nome ye inválidu.

source: You have not specified a FCP LUN or the number is invalid.
ast: Nun especificasti un FCP LUN o el númberu nun ye válidu.

source: zFCP device %s not found, not even in device ignore list.
ast: Preseos zFCP %s non alcontráu, nin siquier na llista d'inorar preséu.

source: Could not set zFCP device %(devnum)s online (%(e)s).
ast: Nun pudo configurase'l preséu zFCP %(devnum)s en llinia (%(e)s).

source: Could not add WWPN %(wwpn)s to zFCP device %(devnum)s (%(e)s).
ast: Nun pudo amestase WWPN %(wwpn)s nel preséu zFCP %(devnum)s (%(e)s).

source: WWPN %(wwpn)s not found at zFCP device %(devnum)s.
ast: WWPN %(wwpn)s non alcontráu nel preséu zFCP %(devnum)s.

source: Could not add LUN %(fcplun)s to WWPN %(wwpn)s on zFCP device %(devnum)s (%(e)s).
ast: Nun pudo amestase LUN %(fcplun)s a WWPN %(wwpn)s nel preséu zFCP %(devnum)s (%(e)s).

source: LUN %(fcplun)s at WWPN %(wwpn)s on zFCP device %(devnum)s already configured.
ast: LUN %(fcplun)s en WWPN %(wwpn)s nel preséu zFCP %(devnum)s yá configuráu.

source: Could not read failed attribute of LUN %(fcplun)s at WWPN %(wwpn)s on zFCP device %(devnum)s (%(e)s).
ast: Nun pudo lleese atributu fallíu de LUN %(fcplun)s en WWPN %(wwpn)s nel preséu zFCP %(devnum)s (%(e)s).

source: Failed LUN %(fcplun)s at WWPN %(wwpn)s on zFCP device %(devnum)s removed again.
ast: Falló LUN %(fcplun)s en WWPN %(wwpn)s nel preséu zFCP %(devnum)s retiráu nuevamente.

source: Could not correctly delete SCSI device of zFCP %(devnum)s %(wwpn)s %(fcplun)s (%(e)s).
ast: Nun pudo desaniciase correcho'l preséu SCSI de zFCP %(devnum)s %(wwpn)s %(fcplun)s (%(e)s).

source: Could not remove LUN %(fcplun)s at WWPN %(wwpn)s on zFCP device %(devnum)s (%(e)s).
ast: Nun puede desaniciase LUN %(fcplun)s en WWPN %(wwpn)s nel preséu zFCP %(devnum)s (%(e)s).

source: Could not remove WWPN %(wwpn)s on zFCP device %(devnum)s (%(e)s).
ast: Nun puede desaniciase WWPN %(wwpn)s nel preséu zFCP %(devnum)s (%(e)s).

source: Could not set zFCP device %(devnum)s offline (%(e)s).
ast: Nun puede configurase'l preséu zFCP %(devnum)s fuera de llinia (%(e)s).

source: Reboot
ast: Reaniciar

source: <Enter> to exit
ast: <Intro> pa colar
ro: <Enter> pentru ieºire

source: A value is required for the field %s
ast: Ye necesariu un valor pal campu %s

source: Enable network interface
ast: Activar interface de rede

source: Use dynamic IP configuration (DHCP)
ast: Usar la configuración de IP dinámica (DHCP)

source: IPv4 Address:
ast: Direición IPv4:

source: Nameserver:
ast: Sirvidor de nomes:

source: Missing Device
ast: Falta Preséu

source: You must select a network device
ast: Escueyi un preséu de rede

source: IPv4 Network Mask
ast: Mázcara de Rede IPv4

source: Configuring Network Interfaces
ast: Configurando les Interfaces de Rede

source: Error configuring network device
ast: Fallu al configurar el preséu de rede.

source: Error configuring network device %s
ast: Fallu al configurar el preséu de rede %s

source: Partitioning Type
ast: Triba de particionamientu

source: Installation requires partitioning of your hard drive. The default layout is suitable for most users. Select what space to use and which drives to use as the install target.
ast: La instalación requier la partición del discu duru. El diseñu predetermináu ye'l conveniente pa la mayoría de los usuarios. Escueyi en qué espaciu y en qué unidá efeutuar la instalación.

source: Use entire drive
ast: Usar la unidá entera

source: Replace existing Linux system
ast: Trocar el sistema Linux esistente

source: Use free space
ast: Usar l'espaciu disponible

source: <Space>,<+>,<-> selection | <F2> Add drive | <F12> next screen
ast: <Espaciu>,<+>,<-> Escoyeta | <F2> Amestar discu | <F12> siguiente pantalla

source: In which time zone are you located?
ast: ¿En qué fusu horariu t'alcuentres?

source: System clock uses UTC
ast: El reló del sistema usa UTC
ro: Ceasul sistem este setat pentru GMT

source: Reinstall System
ast: Reinstalar el sistema
ta: ¸½¢Â¨Áô¨À ÁÚ¿¢Ú×

source: There seem to be one or more existing Linux installations on your system. Please choose one to upgrade, or select 'Reinstall System' to freshly install your system.
ast: Paez qu'hai una o más instalaciones de Linux nel sistema. Por favor escueyi la instalación a anovar, o escueyi 'Reinstalar Sistema' pa facer una instalación llimpia.

source: Pick a root password. You must type it twice to ensure you know it and do not make a typing mistake.
ast: Escueyi una contraseña de root. Tienes de tecleala dos vegaes p'asegurate de nun facer errores al escribila.

source: You have provided a weak password: %s Would you like to continue with this password?
ast: Esta contraseña nun ye fuerte: %s ¿Siguir con esta contraseña?

source: Welcome to %s!
ast: Bienllegáu a %s!
