Repository: 3838438org/anaconda-1
Catalog: po/*.po
Languages: ast, ro, ta, tr

source: Upgrading %s-%s-%s.
ro: Actualizare pachet %s-%s-%s.
ta: %s-%s-%s §Á§ÄüÈôÀÎ¸¢ÈÐ
tr: %s-%s-%s güncelleniyor.

source: Installing %s-%s-%s.
ro: Instalare %s-%s-%s.
ta: %s-%s-%s ¿¢ÚÅôÀÎ¸¢ÈÐ
tr: %s-%s-%s kuruluyor.

source: The following packages were automatically selected to be installed: %s
ro: Urmãtoarele pachete au fost selectate în mod automat pentru instalare: %s
tr: Aþaðýdaki paketler kurulum için otomatik olarak seçildi: %s

source: Install Starting
ro: Pornire Instalare
ta: ¿¢ÚÅø ÐÅíÌ¸¢ÈÐ
tr: Kurulum Baþlýyor

source: Starting install process, this may take several minutes...
ro: Se porneºte procesul de instalare - acest pas poate dura cîteva minute...
ta: ¿¢ÚÅø ¬ÃõÀ¢ì¸ôÀÎ¸¢ÈÐ, þÐ ÀÄ ¿¢Á¢¼í¸û ±Îì¸Ä¡õ...
tr: Kurulum baþlatýlýyor. Baþlatma bir kaç dakika sürebilir...

source: You don't appear to have enough disk space to install the packages you've selected. You need more space on the following file systems:
tr: Seçtiðiniz paketleri kurmak için yeterli disk bölümünüz yok görünüyor. Aþaðýdaki dosya sistemlerinde daha fazla alana ihtiyacýnýz var:

source: Mount Point
ast: Puntu de montaxe
ta: ²üÈô ÒûÇ¢
tr: Baðlama Noktasý

source: Space Needed
ro: Spaþiu necesar
ta: þ¼õ §¾¨ÅôÀÎ¸¢ÈÐ
tr: Gerekli Alan

source: You don't appear to have enough file nodes to install the packages you've selected. You need more file nodes on the following file systems:
tr: Seçtiðiniz paketleri kurmak için yeterli disk bölümünüz yok görünüyor. Aþaðýdaki dosya sistemlerinde daha fazla alana ihtiyacýnýz var:

source: Nodes Needed
ro: Noduri Necesare
ta: ¸Ïì¸û §¾¨ÅôÀÎ¸¢ýÈÉ
tr: Gerekli Düðümler

source: Disk Space
ro: Spaþiu pe Disc
ta: ÅðÎ ÀÂýÀ¡Î
tr: Disk Alaný

source: The following packages were available in this version but NOT upgraded:
ro: Urmãtoarele pachete sînt disponibile în aceastã versiune însã nu au fost selectate pentru actualizare:
tr: Aþaðýdaki paketler bu sürümde var ama güncel deðil:

source: Post Install
ro: Post Instalare
ta: ¿¢ÚÅÖìÌôÀ¢ý
tr: Kurulum Sonrasý

source: Performing post install configuration...
ro: Se ruleazã procesul de configurare post-instalare...
ta: À¢ýÉ¢ÕÅø ÅÊÅ¨Áì¸ôÀÎ¸¢ÈÐ...
tr: Kurulum sonrasý ayarlar yapýlýyor...

source: Warning! This is a beta!
ta: ±îºÃ¢ì¨¸! þÐ beta!
tr: Uyarý! Bu bir beta sürümüdür!

source: Thank you for downloading this Red Hat Beta release. This is not a final release and is not intended for use on production systems. The purpose of this release is to collect feedback from testers, and it is not suitable for day to day usage. To report feedback, please visit: http://bugzilla.redhat.com/bugzilla and file a report against 'Red Hat Public Beta'.
tr: Red Hat Beta daðýtýmýný indirdiðiniz için teþekkür ederiz. Bu kararlý bir daðýtým olmadýðýndan üretim sistemlerinde kullanýlmasý önerilmez. Bu daðýtýmýn amacý denetleyicilerden geribesleme toplamaktýr. Günlük kullaným için elveriþli deðildir. Geribesleme için lütfen: http://bugzilla.redhat.com/bugzilla adresini kullanýnýz ve 'Red Hat Public Beta' konu baþlýðý ile raporunuzu gönderiniz.

source: _Install BETA
ta: BETA ¿¢Ú×
tr: _BETA Kurulumu

source: Foreign
ro: Strãin
ta: «Âø
tr: Yabancý

source: The partition table on device /dev/%s is of an unexpected type %s for your architecture. To use this disk for installation of %s, it must be re-initialized causing the loss of ALL DATA on this drive. Would you like to initialize this drive?
tr: /dev/%s aygýtýndaki (%s) bölümlendirme tablosu sizin mimariniz için uygun deðil. Bu disk üzerine %s kurulumu bu disk üzerindeki TÜM VERÝNÝN SÝLÝNMESÝne sebep olacaktýr. Bu aygýtýn tüm disk bölümlerinin yeniden yapýlandýrýlmasýný istiyor musunuz?

source: Error mounting file system on %s: %s
ta: %s:%sø §¸¡ôÀ¨ÁôÒ ²üÚÅ¾¢ø À¢¨Æ
tr: %s üzerine dosya sistemi baðlanýrken hata: %s

source: Initializing
tr: Hazýrlanýyor

source: Please wait while formatting drive %s...
ta: ¾Â×¦ºöÐ ­Âì¸¢ %s³ ÅÊçðÎõ Å¨Ã ¸¡ò¾¢Õì¸×õ...
tr: %s sürücüsü biçemlendiriliyor. Lütfen bekleyiniz...

source: The partition table on device %s was unreadable. To create new partitions it must be initialized, causing the loss of ALL DATA on this drive. Would you like to initialize this drive?
ro: Tabela de partiþii de pe discul %s nu poate fi cititã. Pentru a crea o noua tablã de partiþii discul trebuie re-iniþializat, avînd ca efect pierderea TUTUROR DATELOR de pe acest disc. Doriþi sã iniþializaþi acest disc?
tr: %s aygýtýndaki bölümlendirme tablosunda hata var. Yeni disk bölümleri yaratmak için bu tablonun yeniden düzenlenmesi gerekiyor. Bu durumda DÝSK ÜZERÝNDE BULUNAN TÜM BÝLGÝLER SÝLÝNECEKTÝR. Bunun yapýlmasýný istiyor musunuz?

source: No Drives Found
ast: Nun s'alcuentren les unidaes
ro: Nu s-a identificat nici un disc
ta: þÂì¸¢¸û ²Ðõ ­ø¨Ä
tr: Hiç Sürücü Bulunamadý

source: An error has occurred - no valid devices were found on which to create new file systems. Please check your hardware for the cause of this problem.
ast: Hebo un fallu - nun s'alcontraron preseos válidos pa facer nuevos sistemes de ficheros. Chequea'l hardware pa pescudar la causa del problema.
tr: Bir hata oluþtu - yeni bir dosya sistemi yaratmak için kullanýlabilecek bir aygýt bulunamadý. Lütfen donanýmýnýzý kontrol ediniz.

source: Please enter a volume group name.
ast: Por favor introduzc el nome del grupu de volume.
ta: ¦¾¡Ì¾¢ ÌØ ¦ÀÂ¨Ã ¦¸¡Îì¸×õ.
tr: Lütfen bir oylum grubu ismi girin.

source: Volume Group Names must be less than 128 characters
ast: Los nomes de grupu de volume tienen de tener menos de 128 carauteres
tr: Oylum Grup Ýsimleri en çok 128 karakter uzunlukta olabilir.

source: Error - the volume group name %s is not valid.
ast: Fallu - el nome de grupu de volume %s nun ye válidu.
ta: À¢¨Æ - %s ±ýÈ ¦¾¡Ì¾¢ìÌØ ¦ÀÂ÷ ºÃ¢Â¢ø¨Ä.
tr: Hata - oylum grup ismi %s uygun bir isim deðil.

source: Error - the volume group name contains illegal characters or spaces. Acceptable characters are letters, digits, '.' or '_'.
ast: Fallu - el nome de grupu de volume tien carauteres illegales o espacios. Los carauteres aceutaos son lletres, díxitos, '.' o '_'.
tr: Hata - oylum grubu ismi kuraldýþý karakterler ya da boþluklar içeriyor. Sadece harfler, rakamlar ile '.' ve '_' karakterleri kullanýlabilir.

source: Please enter a logical volume name.
ast: Por favor introduz el nome de volume lóxicu
ta: logical ¦¾¡Ì¾¢ ¦ÀÂ¨Ã ¦¸¡Îì¸×õ.
tr: Lütfen bir mantýksal oylum ismi girin

source: Logical Volume Names must be less than 128 characters
ast: Los nomes de volume lóxicos tienen de tener menos de 128 carauteres
tr: Mantýksal Oylum Ýsimleri en çok 128 karakter uzunlukta olabilir.

source: Error - the logical volume name %s is not valid.
ast: Fallu - El nome de volume lóxicu %s nun ye válidu.
ta: À¢¨Æ - %s ±ýÈ ²Ã½ò¦¾¡Ì¾¢ ¦ÀÂ÷ ºÃ¢Â¢ø¨Ä.
tr: Hata - mantýksal oylum ismi %s uygun bir isim deðil.

source: Error - the logical volume name contains illegal characters or spaces. Acceptable characters are letters, digits, '.' or '_'.
ast: Fallu - El nome de volume lóxicu caltién espacios o carauteres non válidos. Acéutense carauteres como lletres, díxitos, '.' o '_'.
tr: Hata - mantýksal oylum ismi kuraldýþý karakterler ya da boþluklar içeriyor. Sadece harfler, rakamlar ile '.' ve '_' karakterleri kullanýlabilir.

source: The mount point is invalid. Mount points must start with '/' and cannot end with '/', and must contain printable characters and no spaces.
ro: Acest director de montare este invalid. Directoarele de montare trebuie sã înceapã cu '/', nu se pot termina cu '/' ºi trebuie sã conþinã numai caractere alphanumerice fãrã spaþii.
tr: Baðlama noktasý geçersiz. Bir baðlama noktasý '/' ile baþlamalý ve alfanümerik karakterler içermelidir. Bir '/' ile bitmemeli ve boþluk içermemelidir.

source: Please specify a mount point for this partition.
ro: Specificaþi un director de montare pentru aceastã partiþie.
ta: þó¾ Å¸¢÷×ìÌ ´Õ ²üÈôÒûÇ¢¨Â ÅÆí¸×õ.
tr: Bu disk bölümü için bir baðlama noktasý belirtmelisiniz.

source: This partition is holding the data for the hard drive install.
ast: Esta partición cuenta colos datos pa la instalación de la disquetera.
ta: þó¾ Å¸¢÷× ÅýÅðÎ ¿¢ÚÅÖìÌ §ÅñÊÂ ¾Ã¨Å ¦¸¡ñÊÕì¸¢ÈÐ.
tr: Bu disk bölümünde sabit disk kurulumu ile ilgili veriler var.

source: This partition is part of the RAID device /dev/md%s.
ta: þó¾ Å¸¢÷× /dev/md%s RAID º¡¾Éò¾¢ø ´Õ ÀÌ¾¢.
tr: Bu disk bölümü /dev/md%s RAID aygýtýnýn bir parçasýdýr.

source: This partition is part of a RAID device.
ta: þó¾ Å¸¢÷× ´Õ RAID º¡¾Éò¾¢ø ÀÌ¾¢.
tr: Bu disk bölümü bir RAID aygýtýnýn parçasýdýr.

source: This partition is part of the LVM volume group '%s'.
ta: þó¾ Å¸¢÷× '%s' LVM ¦¾¡Ì¾¢ìÌØÅ¢ø ´Õ ÀÌ¾¢.
tr: Bu disk bölümü %s LVM oylum grubunun bir parçasýdýr.

source: This partition is part of a LVM volume group.
ta: þó¾ Å¸¢÷× ´Õ LVM ¦¾¡Ì¾¢ìÌØÅ¢ý ÀÌ¾¢.
tr: Bu disk bölümü bir LVM oylum grubunun parçasýdýr.

source: Unable To Delete
ast: Imposible de desaniciar
ta: ¿£ì¸ ÓÊÂÅ¢ø¨Ä
tr: Silinemez

source: You must first select a partition to delete.
ast: En primer llugar tienes d'escoyer una partición a desaniciar.
ta: ¿£ì¸ §ÅñÊÂ Å¸¢÷¨Å Ó¾Ä¢ø §¾÷ó¦¾Îì¸ §ÅñÎõ.
tr: Önce silinecek disk bölümünü seçmelisiniz.

source: DASD partitions can only be deleted with fdasd
ta: DASD Å¸¢÷×¸¨Ç fdasd¬ø ÁðÎ§Á «Æ¢ì¸ÓÊÔõ
tr: DASD bölümleri sadece fdasd ile silinebilir

source: You cannot delete free space.
ta: ¦ÅüÈ¢¼ò¨¾ ¿£í¸û ¿£ì¸ ÓÊÂ¡Ð.
tr: Boþ alaný silemezsiniz.

source: You cannot delete this partition, as it is an extended partition which contains %s
ta: ¿£í¸û þó¾ Å¸¢÷¨Å «Æ¢ì¸ÓÊÂ¡Ð, þÐ %s³ ¦¸¡ñÎûÇ Å¢Ã¢Å¡ì¸ôÀð¼ Å¸¢÷×
tr: Bu bölümü silemezsiniz. Bu bölüm %s bölümünü de içeren mantýksal ek bölümdür.

source: You cannot delete this partition:
ta: þó¾ Å¸¢÷¨Å ¿£í¸û ¿£ì¸ ÓÊÂ¡Ð;
tr: Bu disk bölümünü silemezsiniz:

source: Confirm Delete
ast: Confirmar el desaniciu
ro: Confirmare ªtergere
tr: Silme Onayý

source: You are about to delete all partitions on the device '/dev/%s'.
ta: '/dev/%s' º¡¾Éò¾¢ø ¯ûÇ ±øÄ¡ Å¸¢÷×¸¨ÇÔõ ¿£í¸û ¿£ì¸ þÕì¸¢È£÷¸û.
tr: /dev/%s üzerindeki tüm bölümleri silmek üzeresiniz.

source: _Delete
ast: _Desaniciar
ro: _ªtergere...
ta: «Æ¢
tr: _Sil

source: Notice
ast: Observación
ta: «È¢Å¢ôÒ
tr: Uyarý

source: The following partitions were not deleted because they are in use: %s
ast: Nun se desaniciaron les siguientes particiones porque tán n'usu: %s
ta: ¸£úì¸ñ¼ Å¸¢÷×¸û «Æ¢ì¸ôÀ¼Å¢ø¨Ä ²¦ÉýÈ¡ø «¨Å ÀÂÉ¢ø ¯ûÇÉ: %s
tr: Aþaðýdaki bölümler kullanýmda olduðundan silinmedi: %s

source: Unable To Edit
ast: Imposible editar
ro: Nu s-a putut Edita
ta: ¦¾¡Ìì¸ ÓÊÂÅ¢ø¨Ä
tr: Düzenlenemez

source: You must select a partition to edit
ro: Trebuie sã selectaþi o partiþie pentru editare.
ta: ¦¾¡Ìì¸ §ÅñÊÂ Å¸¢÷¨Å §¾÷ó¦¾Îì¸ §ÅñÎõ.
tr: Düzenlenecek disk bölümünü seçmelisiniz

source: You cannot edit this partition:
ta: þó¾ Å¸¢÷¨Å ¿£í¸û ¦¾¡Ìì¸ ÓÊÂ¡Ð;
tr: Bu disk bölümünü düzenleyemezsiniz:

source: You must go back and use fdasd to inititalize this partition
ta: ¿£í¸û À¢ý¦ºýÚ fdasd³ ÀÂýÀÎò¾¢ Å¸¢÷¨Å Ó¾Ä¡ì¸§ÅñÎõ
tr: Bu bölümü hazýrlamak için geri dönün ve fdasd'yi kullanýn.

source: You cannot edit this partition, as it is an extended partition which contains %s
ro: Nu puteþi edita aceastã partiþie din cauzã cã este o partiþie de tip extins care conþine %s
ta: ¿£í¸û þó¾ Å¸¢÷¨Å ¦¾¡Ìì¸ÓÊÂ¡Ð, þÐ %s³ ¦¸¡ñÎûÇ Å¢Ã¢Å¡ì¸ôÀð¼ Å¸¢÷×
tr: Bu bölümü düzenleyemezsiniz. Bu bölüm %s bölümünü de içeren mantýksal ek bölümdür.

source: Format as Swap?
ast: ¿Formatear como swap?
ro: Doriþi sã formataþi ca Swap?
ta: þ¼Á¡üÈ Å¸¢÷Å¡¸ ÅÊçð¼Å¡?
tr: Takas alaný olarak biçemlendirilsin mi?

source: /dev/%s has a partition type of 0x82 (Linux swap) but does not appear to be formatted as a Linux swap partition. Would you like to format this partition as a swap partition?
ro: /dev/%s este o partiþie de tip 0x83 (Linux swap) însã nu apare a fi formatatã ca o partiþie de tip Linux swap. Doriþi sã formataþi aceastã partiþie ca o partiþie de swap?
tr: /dev/%s 0x82 (Linux takas) türünde görünüyor ama bir takas alaný olarak biçemlendirilmemiþ. Bu bölümün Linux takas alaný olarak biçemlendirilmesini ister misiniz?

source: You have chosen to use a pre-existing partition for this installation without formatting it. Red Hat recommends that you format this partition to make sure files from a previous operating system installation do not cause problems with this installation of Linux. However, if this partition contains files that you need to keep, such as a users home directories, then you should continue without formatting this partition.
tr: Mevcut bir bölümü biçemlemeden kullanmayý seçtiniz. Önceki sistem kurulumundaki dosyalarla bu Linux kurulumunun dosyalarý arasýnda bazý sorunlar yaþayabileceðinizi gözönüne alarak Red Hat bu bölümü yeniden biçemlemenizi önermektedir. Ancak, bu bölümde kullanýcý ev dizinleri gibi kaybetmek istemediðiniz dosyalar varsa elbette ki, bu bölümü yeniden biçemlemeden kuruluma devam etmeniz gerekir.

source: Format?
ast: ¿Quies formatear?
ro: Formatare?
ta: ÅÊçð¼Å¡?
tr: Biçemlendirilsin mi?

source: Do _Not Format
ast: Non _formatear
ta: ÅÊçð¼¡§¾
tr: Biçemle_me

source: Error with Partitioning
ast: Fallu de particionamientu
ro: Eroare la partiþionare
ta: Å¸¢÷Å¾¢ø ¾ÅÚ
tr: Bölümlendirmede Hata

source: The following critical errors exist with your requested partitioning scheme. These errors must be corrected prior to continuing with your install of %s. %s
ro: Urmãtoarele erori au fost detectate la analiza schemei de partiþionare selectate. Aceste erori trebuie corectate înainte de a continua procesul de instalare a %s. %s
tr: Ýstediðiniz bölümlendirmeye baðlý olarak aþaðýdaki hatalar oluþtu. %s kurulumuna devam etmeden önce bu hatalarýn ortadan kaldýrýlmasý gerekmektedir. %s

source: Partitioning Warning
ast: Avisu de particionamientu
ro: Avertisment la Partiþionare
ta: Å¸¢÷Å¾¢ø ±îºÃ¢ì¨¸
tr: Bölümleme Uyarýsý

source: The following warnings exist with your requested partition scheme. %s Would you like to continue with your requested partitioning scheme?
ast: Los siguientes avisos esisten col to esquema de particionamientu. %s ¿Quies siguir col esquema de particionamientu requeríu?
ro: Aceste erori minore au fost detectate la analiza schemei de partiþionare selectate. %s Doriþi sã continuaþi cu aceastã schemã de partiþionare?
tr: Ýstediðiniz bölümlendirmeye baðlý olarak aþaðýdaki uyarýlar alýndý. %s Bu bölümlendirme ile kuruluma devam etmek istiyor musunuz?

source: The following pre-existing partitions have been selected to be formatted, destroying all data.
ast: Les siguientes particiones pre-esistentes seleicionáronse pa particionar, afarando tolos datos.
ro: Urmãtoarele partitii definite anterior pornirii programului de instalare au fost selectate pentru formatare ºi distrugere a datelor.
tr: Aþaðýdaki bölümler biçemlendirilmek üzere seçildi. Üzerlerindeki tüm bilgileri kaybedeceksiniz.

source: Select 'Yes' to continue and format these partitions, or 'No' to go back and change these settings.
ast: Escueyi 'Sí' pa siguir y formatear estes particiones, o 'Non' pa volver atrás y camudar esta configuración.
ro: Doriþi sã continuaþi cu procesul de formatare?
tr: Bu bölümleri biçemlendirmek istiyorsanýz 'Evet', geri dönüp bu ayarlarý deðiþtirmek istiyorsanýz 'Hayýr' seçiniz.

source: Format Warning
ast: Avisu de formatéu
ro: Averisnment la Formatare
ta: ÅÊçð¼ø ±îºÃ¢ì¨¸
tr: Biçemleme Uyarýsý

source: You are about to delete the volume group "%s". ALL logical volumes in this volume group will be lost!
ast: Tas a piques de desaniciar el grupu de volume "%s". Tolos volúmenes lóxicos nesti grupu de volume van perdese.
tr: "%s" oylum grubunu silmek üzeresiniz. Bu oylum grubundaki TÜM mantýksal oylumlarý kaybedeceksiniz!

source: You are about to delete the logical volume "%s".
ast: Tas a piques de desaniciar el volume lóxicu "%s".
tr: "%s" mantýksal oylumunu silmek üzeresiniz.

source: You are about to delete a RAID device.
ast: Tas a piques de desaniciar un preséu RAID.
ta: ¿£í¸û ´Õ RAID º¡¾Éò¨¾ «Æ¢ì¸Å¢Õì¸¢È£÷¸û
tr: Bir RAID aygýtýný silmek üzeresiniz.

source: You are about to delete the /dev/%s partition.
ta: ¿£í¸û /dev/%s Å¸¢÷¨Å «Æ¢ì¸Å¢Õì¸¢È£÷¸û.
tr: /dev/%s bölümünü silmek üzeresiniz.

source: The partition you selected will be deleted.
ta: ¿£í¸û §¾÷ó¦¾Îò¾ Å¸¢÷× ¿£ì¸ôÀÎõ.
tr: Seçtiðini bölüm silinecek.

source: Confirm Reset
ast: Confirmar el reaniciu
ro: Re-Iniþializare
ta: ¿¢¨ÄÁ£ð¼¨Ä ¯Ú¾¢¦ºö
tr: Sýfýrlama Onayý

source: Are you sure you want to reset the partition table to its original state?
ast: ¿Daveres quies reaniciar la tabla de partición al estáu orixinal?
ro: Doriþi sã resetaþi tabela de partiþii la starea ºi configuraþia orginale?
tr: Bu bölümü eski (orjinal) durumuna getirmek istediðinizden emin misiniz?

source: Installation cannot continue.
ast: Nun puede siguise cola instalación
ro: Instalarea nu poate continua.
ta: ¿¢ÚÅø ¦¾¡¼Ã ÓÊÂÅ¢ø¨Ä.
tr: Kuruluma devam edilemiyor.

source: The partitioning options you have chosen have already been activated. You can no longer return to the disk editing screen. Would you like to continue with the installation process?
ro: Opþiunile de partiþionare pe care le-aþi ales au fost deja activate. Nu vã puteþi întoarce la ecranul de configurare si editare a partiþiilor. Doriþi sã continuaþi cu procesul de instalare?
tr: Seçtiðiniz bölümlendirme seçenekleri etkinleþtirildi. Artýk disk düzenleme ekranlarýna dönemezsiniz. Kuruluma devam etmek istiyor musunuz?

source: Low Memory
ro: Memorie insuficientã
ta: Ì¨Èó¾ ¿¢¨ÉÅ¸õ
tr: Düþük Bellek

source: As you don't have much memory in this machine, we need to turn on swap space immediately. To do this we'll have to write your new partition table to the disk immediately. Is that OK?
tr: Bu sistemde yeteri kadar bellek olmadýðý için hemen takas alanýný açýlýp kullanýlmasý gerekiyor. Bunun için disk üzerindeki bölümlendirme bilgilerini de deðiþtirmek gerekiyor. Yapýlsýn mý?

source: You have not defined a root partition (/), which is required for installation of %s to continue.
ast: Nun definiste una partición root (/), necesaria pa que la instalación de %s sigui.
ro: Nu aþi definit o partiþie de root (/) ºi aceasta este necesar pentru ca procesul de instalare sã continue.
tr: %s kurulumuna devam edebilmek için bir kök disk bölümü (/) belirtmelisiniz.

source: Your root partition is less than 250 megabytes which is usually too small to install %s.
ast: La partición root tien menos de 250 megabytes, tamañu que davezu nun ye bastante pa instalar %s.
ro: Partiþia de root (/) este mai micã de 250 MB, în mod normal mult prea micã pentru a instala %s.
tr: Kök disk bölümü 250 MBdan küçük ve %s kurulumu için bu alan yetersiz.

source: You must create a /boot/efi partition of type FAT and a size of 50 megabytes.
ro: Trebuie sã creaþi o partiþie /boot/efi de tip FAT ºi care are cel puþin 50 MB disponibili.
tr: FAT türünde 50 MBlýk bir /boot/efi disk bölümü oluþturmalýsýnýz.

source: Your %s partition is less than %s megabytes which is lower than recommended for a normal %s install.
ro: Partiþia %s este mai micã de %s MB ºi deci mai micã decît este recomandat pentru on instalare de %s normalã.
tr: %s bölümü bir normal kurulum için gereken en az %s MBdan küçük. %s

source: Bootable partitions can only be on RAID1 devices.
ast: Les particiones d'arranque namái pueden tar en preseos RAID1.
ro: Partiþiile de boot (/boot) sînt permise numai pe sisteme RAID1
tr: Önyükleme bölümleri sadece RAID1 aygýtlarda olabilir.

source: Bootable partitions cannot be on a logical volume.
ast: Les particiones d'arranque namái pueden tar nun volume lóxicu.
tr: Önyükleme bölümleri mantýksal oylumlarda olamaz.

source: You have not specified a swap partition. Although not strictly required in all cases, it will significantly improve performance for most installations.
ast: Nun s'especificó denguna partición swap. Magar que nun ye indispensable, meyorará considerablemente el rendimientu na mayoría de les instalaciones.
ro: Nu aþi specificat o partiþie de swap. Deºi nu este strict necesarã în toate cazurile, disponibilitatea unei partiþii de swap îmbunãtãþeºte viteza ºi performanþa procesului de instalare în cele mai multe cazuri.
tr: Bir takas alaný belirtmediniz. Bu çok gerekli deðil ama bir çok kurulumda baþarýmý arttýrdýðý görülmüþtür.

source: You have specified more than 32 swap devices. The kernel for %s only supports 32 swap devices.
ro: Aþi specificat mau mult de 32 de partiþii de swap. Kernelul pentru %s suportã numai 32 partiþii de swap.
tr: 32 den fazla takas aygýtý belirttiniz. %s çekirdeði sadece 32 takas aygýtý destekler.

source: You have allocated less swap space (%dM) than available RAM (%dM) on your system. This could negatively impact performance.
ro: Aþi alocat mai puþin swap (%dM) decît memoria RAM disponibilã în acest sistem. Aceasta poate avea efecte negative pentru performanþa sistemului.
tr: Ayýrdýðýnýz takas alaný (%dM) belleðinizden (%dM) daha küçük. Bu baþarýmý olumsuz etkileyecektir.

source: the partition in use by the installer.
ro: partiþia folositã de programul de instalare.
ta: ¿¢Ú×ÉÃ¡ø ÀÂýÀÎò¾ôÀÎõ Å¸¢÷×.
tr: disk bölümü kurulum programý tarafýndan kullanýlýyor.

source: a partition which is a member of a RAID array.
ro: o partiþie care este un membru al unei partiþii RAID.
ta: ´Õ RAID ÅÃ¢¨ºÂ¢ý ¯ÚôÀ¢ÉÃ¡¸ ¯ûÇ Å¸¢÷×.
tr: bir RAID dizisinin üyesi olan bir bölüm.

source: a partition which is a member of a LVM Volume Group.
ta: ´Õ ¦¾¡Ì¾¢ìÌØÅ¢ý ¯ÚôÀ¢ÉÃ¡¸ ¯ûÇ Å¸¢÷×.
tr: bir LVM Oylum Grubunun üyesi olan bir bölüm.

source: This mount point is invalid. The %s directory must be on the / file system.
ast: Esti puntu de montaxe nun ye válidu. El direutoriu %s tien de tar nel sistema de ficheros /.
ta: þó¾ ²üÈôÒûÇ¢ ¾Ì¾¢ÂüÈÐ. %s «¨¼× / §¸¡ôÀ¨ÁôÀ¢ø þÕì¸§ÅñÎõ.
tr: Bu baðlama noktasý geçersiz. %s dizini / dosya sisteminde bulunmalýdýr.

source: This mount point must be on a linux file system.
ta: þó¾ ²üÈôÒûÇ¢ Ä¢Éì §¸¡ôÀ¨ÁôÀ¢ø þÕì¸§ÅñÎõ.
tr: Bu baðlama noktasý bir Linux dosya sisteminde olmalýdýr.

source: The mount point "%s" is already in use, please choose a different mount point.
ta: þó¾ ²üÈôÒûÇ¢ "%s" ÀÂÉ¢ø ¯ûÇÐ, §ÅÚ ²üÈôÒûÇ¢¨Â §¾÷ó¦¾Îì¸×õ.
tr: Ýstenen baðlama noktasý "%s" kullanýmda, lütfen baþka bir baðlama noktasý seçin.

source: The size of the %s partition (%10.2f MB) exceeds the maximum size of %10.2f MB.
tr: %s bölümünün boyu (%10.2f MB) %10.2f MBlýk mümkün en büyük boyuttan fazla.

source: The size of the requested partition (size = %s MB) exceeds the maximum size of %s MB.
ro: Mãrimea partiþiei selectate (mãrime = %s MB) depãºeºte mãrimea maximã de %s MB.
tr: Ýstenen bölüm (%s MB) %s MBlýk mümkün en büyük boyuttan büyük.

source: The size of the requested partition is negative! (size = %s MB)
ro: Mãrimea partiþiei selectate este negativã! (mãrime = %s MB)
ta: §¸¡ÃôÀð¼ Å¸¢÷Å¢ý «Ç× ºÃ¢Â¢ø¨Ä! («Ç× = %s MB)
tr: Ýstenen bölümünün boyu negatif! (%s MB)

source: Partitions can't start below the first cylinder.
ro: Partiþiile nu pot porni înainte de primul cilindru.
ta: Å¸¢÷×¸û Ó¾ø ¯Õ¨ÇÂ¢ý ¸£ú ÐÅí¸ ÓÊÂ¡Ð.
tr: Disk bölümleri ilk silindirin öncesinden baþlatýlamaz.

source: Partitions can't end on a negative cylinder.
ro: Partiþiile nu se pot termina la un cilindru cu numãr negativ.
ta: Å¸¢÷×¸û ±¾¢÷ ¯Õ¨ÇÂ¢ø ÓÊÂìÜ¼¡Ð.
tr: Disk bölümleri bir negatif numaralý silindirde bitemez.

source: No members in RAID request, or not RAID level specified.
ro: Nu existã nici un membru în partiþia RAID cerutã, sau nivelul RAID nu a fost specificat.
ta: RAID §ÅñÎ§¸¡Ç¢ø ¯ÚôÀ¢É÷¸û þø¨Ä, «øÄÐ RAID ¿¢¨Ä ÌÈ¢ôÀ¢¼ôÀ¼Å¢ø¨Ä.
tr: RAID isteðinde hiç üye yok ya da RAID seviyesi belirtilmemiþ.

source: A RAID device of type %s requires at least %s members.
ro: O partiþie RAID de tip %s necesitã cel puþin %s membri.
tr: %s türündeki bir RAID aygýtý en az %s üye gerektirir.
