Repository: 3838438org/anaconda-1
Catalog: po/*.po
Languages: ast, ro, ta, tr

source: Invalid Choice
ro: Alegere Invalidã
ta: ¦ºøÖÀÊÂ¡¸¡¾ Å¢ÕôÀõ
tr: Geçersiz Seçim

source: You cannot customize a disabled firewall.
ro: Nu puteþi configura un firewall dezactivat
ta: ¿£í¸û ÓÎì¸ôÀð¼ ¦¿ÕôÒîÍÅ¨Ã ¾É¢ôÀÂÉ¡ì¸ÓÊÂ¡Ð.
tr: Ýptal edilmiþ bir güvenlik duvarý özelleþtirilemez.

source: Firewall Configuration - Customize
ro: Configurare Firewall - Personalizare
ta: ¦¿ÕôÒîÍÅ÷ ÅÊÅ¨ÁôÒ - ¾É¢ôÀÂÉ¡ìÌ
tr: Güvenlik Duvarý Ayarlarý - Özelleþtir

source: You can customize your firewall in two ways. First, you can select to allow all traffic from certain network interfaces. Second, you can allow certain protocols explicitly through the firewall. In a comma separated list, specify additional ports in the form 'service:protocol' such as 'imap:tcp'.
ro: Puteþi modifica acest firewall în douã moduri. În primul rînd, puteþi permite tot traficul care vine pe anumite interfeþe de reþea. În al doilea rînd, puteþi permite anumite protocoale sã funcþioneze prin acest firewall. Specificaþi porturi adiþionale în formatul 'serviciu:protocol' într-o listã separatã de virgule (de exemplu 'imap:tcp,pop3:tcp').
tr: Güvenlik Duvarýnýzý iki yolla özelleþtirebilirsiniz. Ýlkinde, belli að arabirimlerinden geçen tüm trafiðe izin verirsiniz. Ýkincisinde ise, belli protokollerin güvenlik duvarýndan geçmesine izin verirsiniz. Çok sayýda port belirtmek isterseniz 'hizmet:protokol' ('imap:tcp' gibi) çiftlerini virgüllerle ayýrarak belirtebilirsiniz.

source: Warning: %s is not a valid port.
ro: Atenþie: %s nu este un port valid.
ta: ±îºÃ¢ì¨¸: %s ´Õ ¾Ì¾¢ÂüÈ Ó¸ôÒ.
tr: Uyarý: %s geçerli port deðil.

source: What type of system would you like to install?
ro: Ce tip de system doriþi sã instalaþi?
ta: ¿£í¸û ±ùÅ¨¸ ¸½¢Â¨Áô¨À ¿¢ÚÅ Å¢ÕõÒ¸¢È£÷¸û?
tr: Ne tür bir sistem kurmak istiyorsunuz?

source: Keyboard Selection
ast: Escoyeta del tecláu
ro: Tip tastaturã
ta: Å¢¨ºôÀÄ¨¸ §¾÷×
tr: Tuþtakýmý Seçimi

source: Which model keyboard is attached to this computer?
ast: ¿Qué modelu de tecláu ta instaláu nel ordenador?
ro: Ce tip de tastaturã este conectatã la acest calculator?
ta: þó¾ ¸½¢É¢Ô¼ý ±ó¾ Å¨¸ Å¢¨ºôÀÄ¨¸ þ¨½ì¸ôÀðÎûÇÐ?
tr: Ne tip bir klavye kullanýyorsunuz?

source: Select All
ro: Selecteazã Totul
ta: «¨ÉòÐõ §¾÷× ¦ºö
tr: Hepsini Seç

source: Reset
ro: Resetare
ta: ¿¢¨ÄÁ£û
tr: Sýfýrla

source: Choose additional languages that you would like to use on this system:
ro: Ce alte limbi doriþi sã instalaþi pe acest sistem?
tr: Bu sistemde kullanmayý düþündüðünüz ek dilleri seçiniz:

source: Language Support
ro: Suport Alte Limbi
ta: ¦Á¡Æ¢ ¬¾Ã×
tr: Dil Desteði

source: You must select at least one language to install.
ro: Trebuie sã selectaþi cel puþin o limbã de instalare.
ta: ¿£í¸û ¿¢ÚÅÖìÌ ²§¾Ûõ ´Õ ¦Á¡Æ¢Â¡ÅÐ §¾÷ó¦¾Îì¸§ÅñÎõ.
tr: Kurulacak en az bir dil seçmelisiniz.

source: Default Language
ro: Limbã Implicitã pentru Instalare
ta: ¦¸¡¼¡¿¢¨Ä ¦Á¡Æ¢
tr: Öntanýmlý Dil

source: Choose the default language for this system:
ro: Alegeþi limba implicitã pentru acest sistem:
ta: ¸½¢Â¨ÁôÒì¸¡É ¦¸¡¼¡¿¢¨Ä ¦Á¡Æ¢¨Â §¾÷¸:
tr: Öntanýmlý dili seçin:

source: What device is your mouse located on?
ro: Unde este conectat mouse-ul?
ta: ¯í¸û ±Ä¢ ±ó¾ º¡¾Éò¾¢ø ¯ûÇÐ?
tr: Fare hangi aygýt üzerinde bulunuyor?

source: Which model mouse is attached to this computer?
ro: Ce tip de mouse este conectat la acest calculator?
ta: þó¾ ¸½¢É¢Ô¼ý ±ó¾ Å¨¸ ±Ä¢ þ¨½ì¸ôÀðÎûÇÐ?
tr: Ne tip bir fare kullanýyorsunuz?

source: Emulate 3 Buttons?
ro: Emulare 3 butoane?
ta: 3 ¦À¡ò¾¡ý¸û §À¡ýÈ¡ì¸Å¡?
tr: 3 Tuþ Emülasyonu

source: Mouse Selection
ro: Selectare Mouse
ta: ±Ä¢ §¾÷×
tr: Fare Seçimi

source: Network Device: %s
ro: Placã de reþea: %s
ta: Å¨ÄÂ¨ÁôÒ º¡¾Éõ: %s
tr: Að aygýtý: %s

source: Use bootp/dhcp
ro: Foloseºte bootp/dhcp
ta: bootp/dhcp³ ÀÂýÀÎòÐ
tr: bootp/dhcp kullan

source: Activate on boot
ro: Activare la iniþializarea sistemului
ta: ÐÅì¸ò¾¢ý§À¡Ð þÂìÌ
tr: Açýlýþ sýrasýnda etkinleþtir

source: IP address:
ro: Adresã IP:
ta: IP Ó¸ÅÃ¢:
tr: IP adresi:

source: Netmask:
ta: Å¨Äò¾¢¨Ã:
tr: Að maskesi:

source: Default gateway (IP):
ro: Gateway (IP):
ta: ¦¸¡¼¡¿¢¨Ä Ñ¨ÆÅ¡Â¢ø (IP):
tr: Yönlendirici (IP):

source: Primary nameserver:
ro: Server DNS primar:
ta: Ó¾ý¨Á ¦ÀÂ÷§º¨ÅÂ¸õ:
tr: Birinci DNS sunucusu:

source: Secondary nameserver:
ro: Server DNS secundar:
ta: þÃñ¼¡¨Á ¦ÀÂ÷§º¨ÅÂ¸õ:
tr: Ýkinci DNS sunucusu:

source: Tertiary nameserver:
ro: Server DNS terþiar:
ta: ãýÈ¡¨Á ¦ÀÂ÷§º¨ÅÂ¸õ:
tr: Üçüncül alan sunucusu:

source: Point to Point (IP):
ta: ÒûÇ¢Â¢Ä¢ÕóÐ ÒûÇ¢ (IP)
tr: Uçtan Uca (IP):

source: Network Configuration for %s
ro: Configurare Reþea pentru %s
ta: %sì¸¡É Å¨Ä ÅÊÅ¨ÁôÒ
tr: %s Að Ayarlarý

source: Invalid information
ro: Informaþie incorectã
ta: ¾Ì¾¢ÂüÈ ¾¸Åø
tr: Hatalý bilgi

source: You must enter valid IP information to continue
ro: Trebuie sã introduceþi date corecte pentru IP.
ta: ¦¾¡¼÷Å¾üÌ ¿£í¸û ¾Ì¾¢Â¡É IP ¾¸Å¨Ä ÅÆí¸§ÅñÎõ
tr: Devam etmek için geçerli bir IP adresi girmelisiniz.

source: Hostname Configuration
ro: Configurare Nume Host
ta: ¸½¢ô¦ÀÂ÷ ÅÊÅ¨ÁôÒ
tr: Makina Adý Yapýlandýrmasý

source: The hostname is the name of your computer. If your computer is attached to a network, this may be assigned by your network administrator.
ro: Introduceþi numele de host al acestui calculator. Dacã acest calculator este ataºat unei reþele, numele de host este asignat de cãtre administratorul de reþea.
tr: Makinanýzýn bir adý bulunmalýdýr. Eðer bir aða baðlýysanýz, að yöneticinize danýþmanýz gerekebilir.

source: Select individual packages
ro: Selectaþi pachetele individuale
ta: ¾É¢ò¾É¢Â¡¸ ¦À¡¾¢¸¨Ç §¾÷ó¦¾Îì¸×õ
tr: Tek tek paket seçimi

source: Package :
ro: Pachet :
ta: ¦À¡¾¢:
tr: Paket :

source: Size :
ro: Mãrime :
ta: «Ç×:
tr: Boy :

source: %.1f KBytes
ta: %.1f K¨ÀðÎ¸û
tr: %.1f KBayt

source: Total size
ro: Mãrime totalã
ta: ¦Á¡ò¾ «Ç×
tr: Toplam boyut

source: <Space>,<+>,<-> selection | <F1> help | <F2> package description
ro: <Space>,<+>,<-> selectare | <F1> ajutor | <F2> descriere pachet
ta: <Space>,<+>,<-> §¾÷× | <F1> ¯¾Å¢ | <F2> ¦À¡¾¢ Å¢Çì¸õ
tr: <Boþluk>,<+>,<-> seçim yap | <F1> yardým | <F2> paket tanýmý

source: Package Dependencies
ro: Dependinþe Nerezolvate
ta: ¦À¡¾¢ º¡÷Ò¸û
tr: Paket Baðýmlýlýðý

source: Some of the packages you have selected to install require packages you have not selected. If you just select OK all of those required packages will be installed.
ro: Cîteva din pachetele pe care le-aþi selectat necesitã instalarea altor pachete care nu apar în selecþie. Dacã selectaþi Ok toate aceste extra pachete vor fi instalate.
tr: Seçtiðiniz bazý paketlerin çalýþabilmeleri için seçmediðiniz bazý paketlerin de kurulmalarý gerekiyor. 'Tamam' derseniz gerekli diðer paketler de kurulacak.

source: Install packages to satisfy dependencies
ro: Instalare pachete pentru satisfacerea dependinþelor
ta: º¡÷Ò¸¨Ç ¿¢¨È§ÅüÈ ¦À¡¾¢¸¨Ç ¿¢Ú×
tr: gereklilikleri gözönüne alarak kur

source: Do not install packages that have dependencies
ro: Nu instalaþi pachetele care au aceste dependinþe
ta: º¡÷Ò¸û ¯ûÇ ¦À¡¾¢¸¨Ç ¿¢ÚÅ¡§¾
tr: Baðýmlýlýklarý olan paketleri kurma

source: Ignore package dependencies
ro: Ignorare dependiþe pachete
ta: ¦À¡¾¢ º¡÷Ò¸¨Ç ÒÈì¸½¢
tr: Paket baðýmlýlýklarýný gözardý et

source: Must specify a value
ro: Trebuie specificatã o valoare
ta: ¿£í¸û ´Õ Á¾¢ô¨À ÌÈ¢ôÀ¢¼ §ÅñÎõ.
tr: Bir deðer belirtilmeli

source: Requested value is not an integer
ro: Valoarea specificatã nu este un numãr întreg
ta: §¸¡ÃôÀð¼ Á¾¢ôÒ ÓØ±ñ½¡¸ þø¨Ä
tr: Ýstenen deðer bir tamsayý deðil

source: Requested value is too large
ro: Valoarea cerutã este prea mare
ta: §¸¡ÃôÀð¼ Á¾¢ôÒ Á¢¸ô¦ÀÃ¢¾¡¸ ¯ûÇÐ
tr: Ýstenen deðer çok büyük

source: RAID Device %s
ro: Partiþia RAID %s
ta: RAID º¡¾Éõ %s
tr: RAID Aygýtý %s

source: Warning: %s
ro: Atenþie: %s
ta: ±îºÃ¢ì¨¸: %s
tr: Uyarý: %s

source: Modify Partition
ro: Modificare Partiþie
ta: Å¸¢÷¨Å Á¡üÚ
tr: Bölümü Düzenle

source: Add anyway
ro: Adaugã oricum
ta: ±ôÀÊÂ¡Ûõ §ºÕ
tr: Yine de ekle

source: Mount Point:
ta: ²üÈ ÒûÇ¢:
tr: Baðlama Noktasý:

source: File System type:
ta: §¸¡ôÀ¨ÁôÒ Å¨¸:
tr: Dosya Sistemi türü:

source: Allowable Drives:
ro: Discuri Permise:
ta: «ÛÁ¾¢ì¸ôÀð¼ ­Âì¸¢¸û:
tr: Kullanýlabilir Sürücüler:

source: Fixed Size:
ro: Mãrime Fixã:
ta: Á¡È¡ «Ç×:
tr: Sabit Boyut:

source: Fill maximum size of (MB):
ro: Foloseºte pînã în (MB):
ta: ±ó¾ ¦ÀÕÁ «Ç×ìÌ ¿¢ÃôÀ (MB):
tr: Bu boyuta geniþlet (MB):

source: Fill all available space:
ro: Tot spaþiul disponibil:
ta: þÕìÌõ þ¼õ ÓØì¸ ¿¢ÃôÒ:
tr: Tüm mümkün alaný kullan:

source: Start Cylinder:
ro: Cilindru de start:
ta: ÐÅì¸ ¯Õ¨Ç:
tr: Baþlangýç Silindiri:

source: End Cylinder:
ro: Cilindru de sfîrºit:
ta: ÓÊ× ¯Õ¨Ç:
tr: Bitiþ Silindiri:

source: RAID Level:
ro: Tip RAID:
ta: RAID ÀÊ:
tr: RAID Seviyesi:

source: RAID Members:
ro: Componente RAID:
ta: RAID ¯ÚôÀ¢É÷¸û:
tr: RAID Üyeleri:

source: Number of spares?
ro: Suplementare:
ta: ¯¾¢Ã¢¸Ç¢ý ±ñ½¢ì¨¸:
tr: Yedeklerin sayýsý?

source: File System Type:
ta: §¸¡ôÀ¨ÁôÒ Å¨¸:
tr: Dosya Sistemi Türü:

source: File System Label:
ta: §¸¡ôÀ¨ÁôÒ «¨¼Â¡Çõ:
tr: Dosya Sistemi Etiketi:

source: File System Option:
ta: §¸¡ôÀ¨ÁôÒ Å¢ÕôÀò§¾÷×:
tr: Dosya Sistemi Seçeneði:

source: Format as %s
ro: Formatare tip %s
ta: %s¬¸ ÅÊçðÎ
tr: %s olarak biçemle

source: Migrate to %s
ro: Migrare la tip %s
ta: %sìÌ þ¼Á¡üÚ
tr: %s e yansýla

source: Leave unchanged
ro: Lasã neschimbat
ta: Á¡üÈ¡Áø Å¢Î
tr: Deðiþtirmeden býrak

source: File System Options
ta: §¸¡ôÀ¨ÁôÒ Å¢ÕôÀò§¾÷×¸û
tr: Dosya Sistemi Seçenekleri

source: Please choose how you would like to prepare the file system on this partition.
tr: Lütfen bu bölüm üzerinde dosya sisteminizin nasýl oluþturulmasýný istediðinizi belirtiniz.

source: Check for bad blocks
ro: Verificare blocuri defecte la formatare
ta: ¦¸ð¼ ¦¾¡Ì¾¢¸Ùì¸¡¸ ºÃ¢À¡÷
tr: Hatalý disk bloklarý için sýnama

source: Leave unchanged (preserve data)
ro: Lasã neschimbat (pãstreazã datele)
ta: Á¡üÈ¡Áø Å¢Î ( ¾Ã¨Å §ºÁ¢ )
tr: Olduðu gibi býrak (veriler korunur)

source: Format as:
ro: Formatare:
ta: ±ùÅ¡Ú ÅÊçð¼:
tr: Böyle biçemle:

source: Migrate to:
ro: Migrare la:
ta: ±íÌ þ¼Á¡üÈ:
tr: Buna yansýla:

source: Force to be a primary partition
ro: Partiþie de tip primar
ta: Ó¾ý¨Á Å¸¢÷Å¡¸ ¯óÐ
tr: Birincil disk bölümü olmaya zorla

source: Not Supported
ta: ¬¾ÃÅ¢ø¨Ä
tr: Desteklenmiyor

source: LVM Volume Groups can only be edited in the graphical installer.
tr: LVM Oylum Gruplarý sadece grafiksel kurulum sýrasýnda düzenlenebilir.

source: Invalid Entry for Partition Size
ro: Mãrimea partiþiei selectate este invalidã
ta: Å¸¢÷× «Ç×ìÌ ¾Ì¾¢ÂüÈ À¾¢×
tr: Bölüm boyu için belirtilen deðer geçersiz

source: Invalid Entry for Maximum Size
ro: Valoarea mãrimii maxime este invalidã
ta: ¦ÀÕÁ «Ç×ìÌ ¾Ì¾¢ÂüÈ À¾¢×
tr: Belirtilen en büyük boy geçersiz

source: Invalid Entry for Starting Cylinder
ro: Cilindrul de Start este invalid
ta: ÐÅì¸ ¯Õ¨ÇìÌ ¾Ì¾¢ÂüÈ À¾¢×
tr: Baþlangýç Silindiri için girilen deðer geçersiz

source: Invalid Entry for End Cylinder
ro: Cilindrul de Sfîrºit este invalid
ta: þÚ¾¢ ¯Õ¨ÇìÌ ¾Ì¾¢ÂüÈ À¾¢×
tr: Bitiþ Silindiri için girilen deðer geçersiz

source: No RAID partitions
ro: Nu existã partiþii RAID
ta: ±ó¾ RAID Å¸¢÷×¸Ùõ þø¨Ä
tr: RAID Bölümü yok

source: At least two software RAID partitions are needed.
ro: Sînt necesare cel puþin douã partiþii RAID.
tr: En az iki yazýlýmsal RAID bölümü gerekiyor.

source: Format partition?
ro: Formatare partiþie?
ta: Å¸¢÷¨Å ÅÊçð¼Å¡?:
tr: Bölüm biçemlendirilsin mi?

source: Invalid Entry for RAID Spares
ro: Numarul de suplementare este invalid
ta: RAID ¯¾¢Ã¢¸ÙìÌ ¾Ì¾¢ÂüÈ À¾¢×
tr: RAID Yedekleri için Girdi Geçersiz

source: Too many spares
ro: Prea multe suplementare
ta: ¿¢ÃõÀ ¯¾¢Ã¢¸û
tr: Çok fazla yedek

source: The maximum number of spares with a RAID0 array is 0.
ro: Numãrul maxim de suplementare cu o partiþie RAID0 este 0.
tr: Bir RAID0 dizili yedeklerin max. sayýsý 0 dýr.

source: You must go back and use fdasd to initialize this partition
tr: Bu bölümü hazýrlamak için geri dönüp fdasd'yi kullanmalýsýnýz

source: Delete
ro: ªterge
ta: ¿£ìÌ
tr: Sil

source: F1-Help F3-Edit F4-Delete F5-Reset F12-OK
ta: F1-¯¾Å¢ F3-¦¾¡Ì F4-«Æ¢ F5-Á£Ç¨Á F12-ºÃ¢
tr: F1-Yardým F3-Düzenle F4-Sil F5-Baþtan F12-Tamam

source: New
ro: Nou
ta: Ò¾¢Â
tr: Yeni

source: F1-Help F2-New F3-Edit F4-Delete F5-Reset F12-OK
ro: F1-Ajutor F2-Adaugã F3-Edit F4-ªterge F5-Reset F12-Ok
ta: F1-¯¾Å¢ F2-Ò¾¢ F3-¦¾¡Ì F4-«Æ¢ F5-Á£Ç¨Á F12-ºÃ¢
tr: F1-Yardým F2-Yeni F3-Düzenle F4-Sil F5-Baþtan F12-Tamam

source: No Root Partition
ro: Partiþia root nedefinita
ta: ãÄ Å¸¢÷× þø¨Ä
tr: Kök Bölümü Yok

source: Must have a / partition to install on.
ro: Trebuie sã aveþi o partiþie / pentru instalare.
ta: ¿¢ÚÅôÀÎÅ¾üÌ ´Õ / Å¸¢÷× §¾¨Å.
tr: Kurulumun sürebilmesi için bir / bölümü seçmelisiniz.

source: Which drive(s) do you want to use for this installation?
ast: ¿Qué unidaes quies usar pa esta instalación?
ro: Ce dis(uri) doriþi sã folosiþi pentru aceastã instalare?
ta: þó¾ ¿¢ÚÅÖìÌ ±ó¾ þÂì¸¢(¸û) ÀÂýÀÎò¾ Å¢ÕõÒ¸¢È£÷¸û?
tr: Sistemi nereye kurmak istiyorsunuz?

source: Autopartition
ro: Partiþionare Automatã
ta: ¾ýÉ¢Âì¸Å¸¢÷×
tr: Otomatik Bölümlendirme

source: Package Installation
ast: Instalación del paquete
ro: Instalare aplicaþii
ta: ¦À¡¾¢ ¿¢ÚÅø
tr: Paket Kurulumu

source: Name :
ro: Nume :
ta: ¦ÀÂ÷ :
tr: Ýsim :

source: Size :
ro: Mãrime :
ta: «Ç× :
tr: Boy :

source: Summary:
ro: Detalii:
ta: ÍÕì¸õ :
tr: Özet :

source: Packages
ro: Pachet
ta: ¦À¡¾¢¸û
tr: Paket

source: Bytes
ta: ¨ÀðÎ¸û
tr: Bayt

source: Time
ro: Timp
ta: §¿Ãõ
tr: Zaman

source: Total :
ta: ¦Á¡ò¾õ :
tr: Toplam :

source: Completed:
ro: Completat:
ta: ¿¢¨È§ÅÈ¢ÂÐ:
tr: Biten:

source: Remaining:
ro: Mai rãmîne:
ta: Á£¾ÓûÇÐ:
tr: Kalan:

source: SILO Configuration
ro: Configurare SILO
ta: SILO ÅÊÅ¨ÁôÒ
tr: SILO Yapýlandýrmasý

source: Create PROM alias `linux'
ro: Creare PROM alias `linux'
ta: `linux' PROM Á¡üÚô¦ÀÂ¨Ã ¯ÕÅ¡ìÌ
tr: 'linux' PROM kaydý yarat

source: Set default PROM boot device
ro: Seteazã imaginea implicitã de boot în PROM
ta: ¦¸¡¼¡¿¢¨Ä PROM ÐÅì¸ º¡¾Éò¨¾ «¨Á
tr: Öntanýmlý olarak PROM açýlýþ aygýtýný etkinleþtir

source: Where do you want to install the bootloader?
ro: Unde doriþi sã instalaþi managerul de încãrcare Linux?
ta: ÐÅì¸§ÁüÈ¢¨Â ±íÌ ¿¢ÚÅ Å¢ÕõÒ¸¢È£÷¸û?
tr: Sistem yükleyiciyi nereye kurmak istiyorsunuz?

source: What time zone are you located in?
ro: Care este zona de timp în care sînteþi situat?
ta: ¿£í¸û ±ó¾ §¿Ã Áñ¼Äò¾¢ø ¯ûÇ£÷¸û?
tr: Hangi zaman diliminde yeralýyorsunuz?

source: Hardware clock set to GMT?
ro: Ceasul system setat pentru GMT?
ta: Åý¦À¡Õû ¸Ê¸¡Ãõ GMTìÌ «¨Áì¸ôÀðÎûÇ¾¡?
tr: Donaným saati GMT'ye ayarlý olsun mu?

source: Update boot loader configuration
ast: Anovar la configuración del cargador d'arranque
ro: Actualizare Configurare Încãrcãtor de Sistem
ta: ÐÅì¸§ÁüÈ¢ ÅÊÅ¨Áô¨À ÒÐôÀ¢
tr: Önyükleyici yapýlandýrmasýný güncelle

source: Skip boot loader updating
ast: Omitir l'anovamientu del cargador d'arranque
ro: Ignorare Încãrcãtor de Sistem
ta: ÐÅì¸§ÁüÈ¢Â¢ý ÒÐôÀ¢ò¾¨Ä ¾Å¢÷
tr: Önyükleyici güncellemesini atla

source: Create new boot loader configuration
ro: Configurare Nouã de Încãrcãtor de Sistem
ta: Ò¾¢Â ÐÅì¸§ÁüÈ¢ ÅÊÅ¨Áô¨À ¯ÕÅ¡ìÌ
tr: Yeni önyükleyici yapýlandýrmasý oluþtur

source: The 2.4 kernel needs significantly more swap than older kernels, as much as twice as much swap space as RAM on the system. You currently have %dMB of swap configured, but you may create additional swap space on one of your file systems now.
ro: Versiunea de kernel 2.4 are nevoie de mult mai multã memorie swap comparativ cu versiunile mai vechi - uneori chiar dublu faþã de cîtã memorie RAM este disponibilã pe sistem. Acum aveþi %dMB spaþiu swap configurat, însã puteþi crea spaþiu swap adiþional pe una dintre partiþiile care conþin sisteme de fiºiere.
tr: 2.4 çekirdekler eski çekirdeklere göre daha büyük takas alanlarýna gereksinim duymaktadýr. Bu miktar sistem belleðinin iki katý kadardýr. Þu anda %dMB takas alaný belirttiniz. Bu alaný bozmadan daha fazla sayýda yeni takas alanlarý da belirtmeniz mümkündür.

source: Free Space
ast: Espaciu llibre
ro: Spaþiu Liber
ta: ¦ÅüÈ¢¼õ
tr: Boþ Alan

source: RAM detected (MB):
ast: RAM deteutada (MB):
ro: Memorie RAM detectatã (MB):
ta: ¸ñÎÀ¢Êì¸ôÀð¼ RAM (MB):
tr: Algýlanan bellek (MB):

source: Suggested size (MB):
ast: Espaciu suxeríu (MB):
ro: Mãrime Sugeratã (MB):
ta: ÀÃ¢óÐ¨Ãì¸ôÀð¼ «Ç× (MB):
tr: Önerilen Boy (MB):

source: Swap file size (MB):
ast: Tamañu del ficheru swap (MB):
ro: Mãrime fiºier SWAP (MB):
ta: þ¼Á¡üÈ §¸¡ôÒ «Ç× (MB):
tr: Takas alaný (MB):

source: Add Swap
ast: Amestar Swap
ro: Adaugã Swap
ta: ­¼Á¡üÈÅ¸¢÷¨Å §º÷
tr: Takas Ekle

source: The value you entered is not a valid number.
ast: El valor qu'inxertasti nun ye un númberu válidu.
ro: Mãrimea introdusã trebuie sã fie un numãr.
ta: «Ç¢ì¸ôÀð¼ Á¾¢ôÒ ºÃ¢Â¡É ±ñ½¡¸ þø¨Ä.
tr: Girilen deðer geçerli bir sayý deðil.

source: You don't have any Linux partitions. You can't upgrade this system!
ro: Acest calculator nu are nici o partiþie Linux. Actualizarea nu este posibilã!
tr: Diskinizde hiç Linux bölümü yok. Sistem güncellenemez.

source: System to Upgrade
ast: Sistema a anovar
ro: System pentru actualizare
ta: §Á§ÄüÈ §ÅñÊÂ ¸½¢Â¨ÁôÒ
tr: Güncellenecek Sistem

source: Upgrade Partition
ro: Actualizeazã Partiþia
tr: Disk Bölümü Güncellemesi

source: Customize Packages to Upgrade
ro: Selectaþi pachetele pentru actualizare
ta: §Á§ÄüÚÅ¾ü¸¡É ¦À¡¾¢¸¨Ç ¾É¢ôÀÂÉ¡ìÌ
tr: Güncellenecek Paketlerin Seçimi

source: The packages you have installed, and any other packages which are needed to satisfy their dependencies, have been selected for installation. Would you like to customize the set of packages that will be upgraded?
ro: Pachetele pe care le aveþi instalate, ºi orice alte pachete necesare pentru satisfacerea dependinþelor acestora au fost selectate pentru instalare. Doriþi sã modificaþi setul de pachete care vor fi actualizate?
tr: Kurulu bulunan paketler ve bunlarýn gereksinim duyduklarý paketler kurulmak üzere seçildiler. Güncellenecek paketlerin listesini deðiþtirmek istiyor musunuz?

source: Root Password
ast: Contraseña de root
ro: Parola de root:
ta: ãÄì ¸¼×î¦º¡ø
tr: root Parolasý

source: Pick a root password. You must type it twice to ensure you know what it is and didn't make a mistake in typing. Remember that the root password is a critical part of system security!
ro: Alegeþi o parolã de root. Aceastã parolã trebuie tiparitã mai jos de douã ori pentru a fi siguri ca aþi tipãrit-o corect ºi pentru a evita eventualele erori de tastare. Este important sã vã amintiþi cã parola de root este o parte criticã a securitãþii sistemului dumneavoastrã!
tr: Bir root parolasý seçin. Yazarken hata olmadýðýndan emin olabilmek için iki kere girmeniz isteniyor. root parolasýnýn sistem güvenliðinin en kritik noktalarýndan biri olduðunu unutmayýn.

source: Password:
ast: Contraseña:
ro: Parola:
ta: ¸¼×î¦º¡ø:
tr: Parola:

source: Password (confirm):
ast: Contraseña (confirmar):
ro: Parola (din nou):
ta: ¸¼×î¦º¡ø(¯Ú¾¢¦ºö):
tr: Parola (onay):

source: Password Length
ast: Llonxitú de la contraseña
ro: Lungimea Parolei
ta: ¸¼×î¦º¡ø ¿£Çõ
tr: Parola Uzunluðu

source: The root password must be at least 6 characters long.
ast: La contraseña de root tien de ser al menos de 6 carauteres.
ro: Parola de root trebuie sã fie de cel putin ºase caractere lungime
tr: root parolasý en az 6 karakter uzunluðunda olmalý.

source: Password Mismatch
ast: Les contraseñas nun concasen
ro: Parolele sînt diferite
ta: ¸¼×î¦º¡ø ¦À¡Õó¾Å¢ø¨Ä
tr: Parola Uyumsuzluðu

source: The passwords you entered were different. Please try again.
ast: Les contraseñas son distintes. Téntalo de nueves.
ro: Parolele pe care le-aþi introdus sînt diferite (probabil dintr-o eroare de tastare). Încercaþi din nou.
tr: Verdiðiniz parolalar birbirini tutmuyor. Lütfen yeniden deneyin.

source: Add User
ro: Adaugã Utlizator
ta: ÀÂÉ¨Ã §º÷
tr: Kullanýcý Ekle

source: User Name
ro: Nume Utilizator
ta: ÀÂÉ÷ ¦ÀÂ÷
tr: Kullanýcý Adý

source: Password
ast: Contraseña
ro: Parola
ta: ¸¼×î¦º¡ø
tr: Parola

source: Password (confirm)
ro: Parola (din nou)
ta: ¸¼×î¦º¡ø(¯Ú¾¢¦ºö)
tr: Parola (tekrar)

source: Bad User Name
ta: ¦¸ð¼ ÀÂÉ÷ ¦ÀÂ÷
tr: Hatalý Kullanýcý Adý

source: User names must contain only characters A-Z, a-z, and 0-9.
tr: Kullanýcý isimleri A-Z, a-z ve 0-9 aralýðýndaki karakterleri içermelidir.

source: Missing User Name
ta: ÀÂÉ÷ ¦ÀÂ¨Ã ¸¡½Å¢ø¨Ä
tr: Kullanýcý Ýsmi Eksik

source: You must provide a user name
ta: ¿£í¸û ÀÂÉ÷ ¦ÀÂ¦Ã¡ý¨Èò ¾Ã §ÅñÎõ
tr: Bir kullanýcý ismi girmelisiniz

source: The password must be at least 6 characters long.
ro: Parola trebuie sã fie de cel putin 6 caractere lungime
tr: root parolasý en az 6 karakter uzunluðunda olmalý.

source: User Exists
ro: Utilizator Existemt
ta: ÀÂÉ÷ ÅÆì¸¢ø ¯ûÇ¡÷
tr: Kullanýcý Zaten Var

source: The root user is already configured. You don't need to add this user here.
ro: Utilizatorul root este deja configurat. Nu este necesar sã îl adãugaþi în acest ecran.
tr: Root kullanýcýsý daha önce tanýmlandý. Yeniden tanýmlamaya gerek yoktur.

source: This system user is already configured. You don't need to add this user here.
tr: Sistem kullanýcýsý daha önce tanýmlandý. Buraya eklemeye gerek yok.

source: This user id already exists. Choose another.
ro: Acest calculator conþine utlizatorul selectat. Selectaþi un cont diferit.
tr: Bu kullanýcý kimliði zaten var, baþkasýný seçin.

source: You should use a normal user account for most activities on your system. By not using the root account casually, you'll reduce the chance of disrupting your system's configuration.
ro: Este recomandat sã folosiþi un cont normal de utilizator pentru majoritatea aplicaþiilor pe care le veþi rula pe acest calculator. Prin folosirea contului de root numai în cazul cînd este absolut necesar reduceþi riscurile de modificare neaºteptatã a configuraþiei sistemului.
tr: Sistemdeki güncel iþlemleriniz için normal bir kullanýcý hesabý seçmeniz gerekiyor. Eðer root hesabýný sürekli kullanmazsanýz, yapacaðýný olasý bir yanlýþlýk sonucunda sistemin çökmesini de engellemiþ olursunuz.

source: User Account Setup
ro: Setare Conturi Utilizator
ta: ÀÂÉ÷ ¸½ìÌ «¨ÁôÒ
tr: Kullanýcý Hesabý Ýþlemleri

source: What other user accounts would you like to have on the system? You should have at least one non-root account for normal work, but multi-user systems can have any number of accounts set up.
tr: Sistemde hangi kullanýcýlarýn hesaplarýnýn bulunmasýný istiyorsunuz? En azýndan root kullanýcýsý dýþýnda bir normal kullanýcý hesabý açmanýz tavsiye edilir. Ýstediðiniz kadar kullanýcýyý þimdi, ya da daha sonra ekleyebilirsiniz.

source: User name
ro: Nume utilizator
ta: ÀÂÉ÷ ¦ÀÂ÷
tr: Kullanýcý adý

source: Add
ro: Adaugã
ta: §º÷
tr: Ekle

source: Enter the information for the user.
ro: Introduceþi detalii despre cont.
ta: ÀÂÉÃ¢ý ¾¸Å¨Ä ¯ûÇ¢Î
tr: Kullanýcý bilgilerini girin.

source: Change the information for this user.
ro: Schimbaþi detaliile de cont.
ta: ÀÂÉÃ¢ý ¾¸Å¨Ä Á¡üÚ.
tr: Kullanýcý bilgilerini deðiþtirin.

source: Use Shadow Passwords
ro: Foloseºte shadow passwords
ta: ¿¢Æø ¸¼×î¦º¡ü¸¨Ç ÀÂýÀÎòÐ
tr: Gölge Parola Kullan

source: Enable MD5 Passwords
ro: Folosire parole MD5
ta: MD5 ¸¼×î¦º¡ü¸¨Ç þÂìÌ
tr: MD5 Parolalarý Etkinleþtir

source: Enable NIS
ro: Utilizare NIS
ta: NIS ­ÂìÌ
tr: NIS'i Etkinleþtir

source: NIS Domain:
ro: Domeniu NIS:
ta: NIS ¸Çõ:
tr: NIS Alan Adý:

source: NIS Server:
ro: Server NIS:
ta: NIS §º¨ÅÂ¸õ:
tr: NIS Sunucu:

source: or use:
ro: sau folosiþi:
ta: «øÄÐ þ¨¾ ÀÂýÀÎòÐ:
tr: ya da:

source: Request server via broadcast
ro: Detectare server prin broadcast
ta: ÀÃôÀÄ¢ý ãÄõ §º¨ÅÂ¸ò¨¾ §ÅñÎ
tr: Yayýn aðý üzerinden sunucu isteði

source: Enable LDAP
ro: Activeazã LDAP
ta: LDAP³ þÂìÌ
tr: LDAP'ý Etkinleþtir

source: LDAP Server:
ro: Server LDAP:
ta: LDAP §º¨ÅÂ¸õ:
tr: LDAP Sunucu:

source: LDAP Base DN:
ta: LDAP «ÊôÀ¨¼ DN:
tr: LDAP DN:

source: Use TLS connections
ro: Foloseºte conexiuni TLS
ta: TLS ¦¾¡¼÷Ò¸¨Ç ¯À§Â¡¸¢
tr: TLS baðlantýlarý kullanýlsýn

source: Enable Kerberos
ro: Activare Kerberos
ta: Kerberos³ þÂìÌ
tr: Kerberos'u etkinleþtir

source: Realm:
ta: ¸Çõ:
tr: Alan:
